Repository: open-data/ckanext-canada
Catalog: i18n/*/LC_MESSAGES/canada.po
Languages: fr

source: Invalid sheet for this organization. Sheet must be labeled for {0}, but you supplied a sheet for {1}
fr: Le feuille n'est pas valide pour cette organisation. La feuille doit être étiquetée pour {0}, mais vous avez fourni une feuille pour {1}

source: Sheet name '{0}' not found in list of valid tables
fr: Le nom de la feuille '{0}' n'a pas été trouvé dans la liste des tableaux valides

source: The server encountered a problem processing the file uploaded. Please try copying your data into the latest version of the template and uploading again. If this problem continues, send your Excel file open-ouvert@tbs-sct.gc.ca so we may investigate.
fr: Le serveur a éprouvé un problème dans le traitement du fichier qui a été téléchargé. Veuillez tenter de copier vos données dans la version la plus récente du modèle et de télécharger le tout de nouveau. Si ce problème persiste, envoyez votre fichier Excel à open-ouvert@… afin que nous puissions faire enquête.
