Repository: open-data/ckanext-canada
Catalog: i18n/*/LC_MESSAGES/canada.po
Languages: fr

source: You are now following {0}
fr: Vous êtes maintenant abonné à {0}

source: You are no longer following {0}
fr: Vous n'êtes plus abonné à {0}

source: Dataset has been deleted.
fr: L'ensemble de données a été supprimé.

source: Show more
fr: Afficher plus

source: Show less
fr: Afficher moins

source: Log in
fr: Connexion

source: Load more
fr: En charger davantage

source: No activities are within this activity stream
fr: Aucune activité pour cet élément

source: Activity Stream
fr: Flux d'Activités

source: Confirm Delete
fr: Confirmer l'annulation

source: Create Dataset
fr: Créer un jeu de données

source: What are datasets?
fr: Qu’est-ce qu’un ensemble de données?

source: Draft
fr: Ébauche

source: <p class="extra">Please try another search.</p>
fr: Veuillez essayer une nouvelle recherche

source: Additional Info
fr: Information additionnelle

source: Edit Dataset
fr: Modifier ensemble de données

source: Edit Resources
fr: Modifier ressources

source: Next: Add Data
fr: Suivant : ajouter données

source: Last Modified
fr: date de modification

source: Save & add another
fr: Sauvegarder et ajouter un autre

source: Next: Additional Info
fr: Suivant : renseignements supplémentaires

source: Data and Resources
fr: Données et ressources

source: This item has no description
fr: Aucune description disponible pour cet ensemble de données

source: Clear All
fr: Effacer tout

source: Show More {facet}
fr: Afficher plus d'{facet}

source: Show Only Popular {facet}
fr: Afficher uniquement les {facet} populaires

source: There are no filters for this search
fr: Aucun filtre sélectionné pour cette recherche

source: Go
fr: Allez

source: Popular
fr: popularité

source: This dataset has no description
fr: Aucune description disponible pour cet ensemble de données

source: {number} dataset found for "{query}"
fr: {number} jeu de données trouvé

source: Sorry no datasets found for "{query}"
fr: 0 ensemble de données trouvé

source: {number} dataset found
fr: {number} jeu de données trouvé

source: Sorry no datasets found
fr: 0 ensembles de données trouvés

source: Sorry no organizations found for "{query}"
fr: 0 organisations trouvées

source: Sorry no organizations found
fr: 0 organisations trouvées

source: Order by
fr: Trier par

source: Relevance
fr: pertinence

source: Name Ascending
fr: alphabétique croissant

source: Name Descending
fr: alphabétique décroissant

source: Email
fr: Courriel

source: News feed
fr: Fil de nouvelles

source: Activity from items that you follow
fr: Il faut une activité sur le fil d’information des éléments dont vous faites le suivi

source: My Datasets
fr: Mes ensembles de données

source: You do not have any datasets
fr: Vous n'avez aucun ensemble de données

source: Account Info
fr: Renseignements sur le compte

source: A little information about yourself
fr: Un peu d'information vous concernant

source: Update Profile
fr: Mettre à jour le profil

source: Create an Account
fr: Créer un compte

source: You are now logged out.
fr: Vous êtes maintenant déconnecté

source: Remember me
fr: Mémoriser mes informations

source: Register for an Account
fr: S’inscrire pour obtenir un compte

source: Reset Your Password
fr: Réinitialiser votre mot de passe

source: You haven't created any datasets.
fr: Vous n'avez créé aucun ensemble de données

source: Create one now?
fr: Vous voulez en créer un maintenant?

source: Member Since
fr: Membre depuis

source: Request Reset
fr: Demander une réinitialisation

source: You are not following anything
fr: Vous ne faites aucun suivi

source: E-mail
fr: Courriel

source: E-Mail
fr: Courriel

source: Open Data Registry
fr: Registre de données ouvertes

source: Departments
fr: Ministères

source: Need an Account
fr: Besoin d’un compte

source: Then sign right up, it only takes a minute
fr: Inscrivez-vous maintenant, cela ne prend qu’une minute

source: Forgotten your details
fr: Vous avez oublié vos coordonnées

source: No problem, use our password recovery form to reset it
fr: Utilisez notre formulaire de récupération de mot de passe pour rétablir votre identité

source: Search Data
fr: Recherche de données

source: Search Datasets
fr: Recherche de données

source: Help
fr: Aide

source: Stay connected
fr: Restez branchés

source: Health
fr: Santé

source: Travel
fr: Voyage

source: Jobs
fr: Emplois

source: Economy
fr: Économie

source: healthycanadians.gc.ca
fr: canadiensensante.gc.ca

source: travel.gc.ca
fr: voyage.gc.ca

source: jobbank.gc.ca
fr: guichetemplois.gc.ca

source: actionplan.gc.ca
fr: plandaction.gc.ca

source: What are Organizations
fr: Qu’est qu’une organisation

source: Search open data
fr: Chercher dans les données ouvertes

source: Subject
fr: Sujet

source: File Format
fr: Format du fichier

source: Published or Pending
fr: Publié ou en attente de publication

source: Next
fr: Suivant

source: Openness rating
fr: Degré d’ouverture des données

source: My Account
fr: Mon compte

source: Activities
fr: Activités

source: No full name provided
fr: Aucun nom complet fourni

source: You have not provided a biography
fr: Vous n’avez pas fourni de biographie

source: Your profile lets other Open Data Registry users know about who you are and what you do.
fr: Votre profil permet aux autres utilisateurs de Registre de données ouvertes de savoir qui vous êtes et ce que vous faites

source: Temporal Coverage
fr: Couverture temporelle

source: Developer Tools
fr: Outils pour le développeur

source: Guidelines
fr: Lignes directrices

source: Open Data Portal Metadata Implementation Guide
fr: Guide de mise en place des métadonnées pour les ressources Web

source: About this Dataset
fr: À propos de ce jeu de données

source: This dataset has been deleted and is no longer accessible to non-admin users
fr: Cet ensemble de données a été supprimé et n'est plus accessible

source: Activity
fr: Activité

source: Catalog Type
fr: Type de Catalogue

source: Resource Name
fr: Nom de la ressource

source: Size (MB)
fr: Taille (Mo)

source: Link
fr: Lien

source: Program Page
fr: Page du programme

source: Geographic Information
fr: Information géographique

source: You can use <a href='http://daringfireball.net/projects/markdown/syntax' target='_blank'>Markdown formatting</a> here
fr: Vous pouvez utiliser le formatage <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown</a> ici

source: Forgotten your password?
fr: Vous avez oublié votre mot de passe?

source: Add another resource
fr: Ajouter une autre ressource

source: Dataset Resources
fr: Ressources de l'ensemble de données

source: The information on this page (the dataset metadata) is also available in JSON format
fr: L’information sur cette page (les métadonnées du jeu de données) est aussi disponible en format JSON

source: Link to JSON format
fr: Lien au format JSON

source: Read more about this site's API: <a href='%(portal)s/eng/developers-corner-api'>About the API</a>
fr: En savoir plus sur l’API du site: <a href='%(portal)s/fra/coin-des-developpeurs-ipa'>À propos du API</a>

source: Data Type
fr: Type de données

source: No datasets were found to match your query.
fr: Aucun jeu de données ne correspond aux termes de recherche spécifiés.

source: Please review your spelling, or reduce the number of filters selected.
fr: S'il vous plaît vérifier l’orthographe, ou réduire le nombre de filtres sélectionnés.

source: The following fields are required to publish this dataset:
fr: Les champs suivants doivent être remplis afin de publier ce jeu de données:

source: <p><strong>Note</strong></p><p>%s is now logged in</p>
fr: <p><strong>Note</strong></p><p>Bienvenue %s</p>

source: A resource has been added
fr: Une ressource a été ajoutée

source: This dataset is currently unrated
fr: Aucune évaluation n’est disponible actuellement pour cet ensemble de données

source: This dataset is currently ranked zero stars
fr: Cet ensemble est considéré comme des données sans étoile

source: This dataset is currently ranked one star
fr: Cet ensemble est considéré comme des données une étoile

source: This dataset is currently ranked two stars
fr: Cet ensemble est considéré comme des données deux étoiles

source: This dataset is currently ranked three stars
fr: Cet ensemble est considéré comme des données trois étoiles

source: This dataset is currently ranked four stars
fr: Cet ensemble est considéré comme des données quatre étoiles

source: This dataset is currently ranked five stars
fr: Cet ensemble est considéré comme des données cinq étoiles

source: one star
fr: une étoile

source: two stars
fr: deux étoiles

source: three stars
fr: trois étoiles

source: four stars
fr: quatre étoiles

source: five stars
fr: cinq étoiles

source: About data.gc.ca
fr: À propos de donnees.gc.ca

source: About data.gc.ca - Main page
fr: À propos de donnees.gc.ca - Page principal

source: Open Government Licence
fr: Licence du gouvernement ouvert – Canada

source: Frequently Asked Questions
fr: Foire aux questions

source: Open Data 101
fr: L'abc des données ouverte

source: Open Data Principles
fr: Principes de données ouvertes

source: Open Data - Main page
fr: Données ouvertes - Page principal

source: Showcase
fr: Recherche de données

source: Open Data in Canada
fr: Données ouvertes au Canada

source: Featured Data
fr: Données regardées de près

source: Developer's Corner
fr: Coin des développeurs

source: Facts & Figures
fr: Faits et chiffres

source: Principes de données ouvertes
fr: Open Data Principles

source: Search Summaries of Completed ATI requests
fr: Recherche des sommaires de demandes d'AI complétées

source: Canada's Action Plan on Open Government
fr: Plan d'action du Canada pour un gouvernement ouvert

source: Advisory Panel
fr: Comité consultatif

source: Open Government - Main page
fr: Gouvernement ouvert - Page principal

source: Participate
fr: Participer

source: Give Us Your Feedback
fr: Faites-nous part de vos commentaires

source: Blog
fr: Blogue

source: Suggest a Dataset
fr: Proposez un jeu de données

source: Submit Your App
fr: Informez-nous de votre application

source: Participate - Main page
fr: Participer - Page principal

source: data.gc.ca
fr: donnees.gc.ca

source: Search Filters
fr: Critères de recherche

source: Search Results:
fr: Résultats de la recherche:

source: Submit
fr: Soumettre

source: data.gc.ca Dataset Feed
fr: Nouveaux jeux de données

source: Have your say
fr: À vous la parole

source: Rate this dataset
fr: Coter ce jeu de données

source: Comment
fr: Commentaire

source: Comment(s)
fr: Commentaire(s)

source: Comments
fr: Commentaires

source: RSS Feed
fr: Fils RSS

source: From the dataset abstract
fr: Résumé du jeu de données

source: Ready to Publish
fr: Prêt à publier

source: true
fr: vrai

source: Select All for Publishing
fr: Sélectionner tout pour publication

source: Publish?
fr: Publier?

source: Publish Selected Datasets
fr: Publier les jeux de données sélectionnés

source: Related Items
fr: Articles connexes

source: to
fr: à

source: to undefined
fr: à non défini

source: undefined to
fr: non défini à

source: Compare
fr: Comparer

source: Revision Differences
fr: Différences entre les révisions

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
fr: Il s’agit d’une ancienne révision de cet ensemble de données, qui a été effectuée le %(timestamp)s. Cette révision peut différer considérablement de la <a href="%(url)s">révision actuelle</a>.

source: This is the current revision of this dataset, as edited at %(timestamp)s.
fr: Voici la révision actuelle de cet ensemble de données, qui a été effectuée le %(timestamp)s.

source: An active account linked to your department is required to create or modify datasets in the registry.
fr: Il faut d'obtenir une compte actif et relié à votre ministère de créer ou modifier de jeux de données dans le registre.

source: Phone Number
fr: Numéro de téléphone

source: Department
fr: Ministère

source: Account Created
fr: Compte créé

source: other
fr: autre

source: Other
fr: Autre

source: Search Open Data
fr: Recherche de données ouvertes

source: Open Canada Dataset Feed
fr: Nouveaux jeux de données

source: Open Canada
fr: Canada ouvert

source: Open Data Portal
fr: Portail des données ouvertes

source: Open Data Portal - Open Data
fr: Portail des données ouvertes - Données ouvertes

source: {record_title} - Open Data Portal - Open Data
fr: {record_title} - Portail des données ouvertes - Données ouvertes

source: Topics menu
fr: Menu des sujets

source: Search and menus
fr: Recherche et menus

source: English
fr: Anglais

source: French
fr: Français

source: Your file was successfully uploaded into the central system.
fr: Votre fichier a été téléchargé avec succès dans le système central.

source: ATI Summaries and ATI Nothing to Report templates have now been combined. Now, you will only need to download and submit one template (see the 2 tabs in the template). Please email open-ouvert@tbs-sct.gc.ca with any questions.
fr: Les documents modèles « L’accès à l’information sommaires complétés » et « L’accès à l’information rien à signaler » ont été combinées. À partir de maintenant, vous n’aurez besoin de télécharger et d'envoyer qu’un seul document modèle (voir les 2 languettes dans le modèle). Si vous avez des questions, veuillez envoyer un courriel à open-ouvert@tbs-sct.gc.ca.

source: ATI Summaries / ATI Nothing to Report
fr: Accès à l’information sommaires complétés / Accès à l’information rien à signaler

source: ATI Summaries
fr: Accès à l’information sommaires complétés

source: This dataset houses all of your completed ATI summaries and the months where your department had nothing to report.
fr: Ce jeu de données contient tous vos sommaires d'AI completé et tous les mois où vous avez eu rien à signaler en ce qui concerne les demandes d'AI terminées

source: ATI Nothing to Report
fr: Accès à l’information rien à signaler

source: Year
fr: Année

source: Month (1-12)
fr: Mois (1-12)

source: Request Number
fr: Numero de la demande

source: English Summary
fr: Sommaire de la demande en anglais

source: French Summary
fr: Sommaire de la demande en français

source: Number of Pages
fr: Nombre de pages

source: Travel Expenditures
fr: Dépenses de voyages

source: This dataset includes all of the reports on travel expenditures incurred within your organization.
fr: Ce jeu de données comprend tous les rapports les dépenses de voyage qui ont été engagées au sein de votre organisation.

source: Reference Number
fr: Numéro de référence

source: Name
fr: Nom

source: Purpose of Travel
fr: But du voyage

source: Airfare
fr: Frais aériens

source: Other transportation
fr: Autres frais de transport

source: Accommodation
fr: Autres frais de transport

source: Meals and incidentals
fr: Frais de repas et frais accessoires

source: Other expenses
fr: Autres dépenses

source: Total Amount
fr: Montant total

source: Proactive Disclosure - Hospitality
fr: Divulgation proactive - Accueil

source: This dataset includes all of the reports on hospitality expenses incurred within your organization.
fr: Ce jeu de données comprend tous les rapports sur les dépenses relatives à l’accueil qui ont été engagées au sein de votre organisation.

source: Attendee(s)
fr: Participant(s)

source: Location
fr: Lieu

source: Proactive Disclosure - Contracts
fr: Divulgation proactive - Contrats

source: This dataset includes all of the reports on contracts issued by or on behalf of your organization.
fr: Ce jeu de données comprend tous les rapports sur les contrats qui ont été émis par ou pour le compte de votre organisation.

source: Vendor Name
fr: Nom du fournisseur

source: Contract Date
fr: Date du contrat

source: Description of Work English
fr: Description du travail anglaise

source: Description of Work French
fr: Description du travail française

source: Contract Period Start Date
fr: Date de début du contrat

source: Contract Period End Date or Delivery Date
fr: Date de clôture du contrat ou Date de livraison

source: Total Contract Value
fr: Valeur totale du contrat

source: Original Contract Value
fr: Valeur d'origine du contrat

source: Contract Amendment Value
fr: Valeur de modification

source: Comments English
fr: Commentaires en anglais

source: Comments French
fr: Commentaires en français

source: Additional Comments English
fr: Commentaires additionnels en anglais

source: Additional Comments French
fr: Commentaires additionnels en français

source: Agreement Type
fr: Type d'accord

source: Commodity Type
fr: Type de produit

source: Commodity Code
fr: Code de produit

source: Country of Origin
fr: Pays d'origine

source: Solicitation Procedure
fr: Méthode d'invitation à soumissionner

source: Limited Tendering Reason
fr: Raisons justifiant le recours à l'appel d'offres limité

source: Derogation
fr: Dérogation

source: Procurement Strategy for Aboriginal Business Incidental Indicator
fr: Stratégie d'approvisionnement auprès des entreprises autochtones

source: Intellectual Property Indicator
fr: Indicateur de propriété intellectuelle

source: Potential for Commercial Exploitation
fr: Potentiel d'exploitation commerciale

source: Former Public Servant in receipt of a PSSA pension
fr: Ancien fonctionnaire recevant une pension en vertu de la LPFP

source: Call-up or Contract against a Standing Offer or Supply Arrangement Agreement
fr: Commande subséquente à une l'offre à commandes ou arrangements en matière d'approvisionnement

source: Standing Offer or Supply Arrangement Number
fr: Numéro de l’offre à commandes

source: Document Type
fr: Type de document

source: Proactive Disclosure - Grants and Contributions
fr: Divulgation proactive - Subventions et les contributions

source: This dataset includes all of the reports on grants and contributions awarded by your organization.
fr: Ce jeu de données comprend tous les rapports sur les subventions et les contributions qui ont été accordées par votre organisation.

source: Program Number
fr: Numéro d’identification du programme

source: Program Name English
fr: Nom du programme en anglais

source: Program Name French
fr: Nom du programme en français

source: Project Number
fr: Numéro d’identification du projet

source: Project Name English
fr: Nom du bénéficiaire en anglais

source: Project Name French
fr: Nom du bénéficiaire en français

source: Recipient Name English
fr: Nom du récipient en anglais

source: Recipient Name French
fr: Nom du récipient en français

source: Value
fr: Valeur

source: Purpose English
fr: Objectif en anglais

source: Purpose French
fr: Objectif en français

source: Additional Information English
fr: Informations supplémentaires en anglais

source: Additional Information French
fr: Informations supplémentaires en français

source: Proactive Disclosure - Annual Expenditures on Travel
fr: Divulgation proactive - Dépenses annuelles totales de voyages

source: This dataset includes all of the annual reports on travel expenses incurred within your organization.
fr: Ce jeu de données comprend tous les rapports annuels sur les dépenses de voyage engagées au sein de votre organisation.

source: Travel - Public Servants (Current Year)
fr: Voyages - fonctionnaires (exercice en cours)

source: Travel - Public Servants (Previous Year)
fr: Voyages - fonctionnaires (exercice précédent)

source: Travel - Public Servants (Change)
fr: Voyages - fonctionnaires (modification)

source: Travel - Non-Public Servants (Current Year)
fr: Voyages - non-fonctionnaires (exercice en cours)

source: Travel - Non-Public Servants (Previous Year)
fr: Voyages - non-fonctionnaires (exercice précédent)

source: Total Travel - Current Year
fr: Total des dépenses de voyage - exercice en cours

source: Total Travel - Previous Year
fr: Total des dépenses de voyage - exercice précédent

source: Total Travel - Change
fr: Total des dépenses de voyage - modification

source: Hospitality - Current Year
fr: Accueil - exercice en cours

source: Hospitality - Previous Year
fr: Accueil - exercice précédent

source: Hospitality - Change
fr: Accueil - modification

source: Conference Fees - Current Year
fr: Frais de conférence - exercice en cours

source: Conference Fees - Previous Year
fr: Frais de conférence - exercice précédent

source: Conference Fees - Change
fr: Frais de conférence - modification

source: Total - Current Year
fr: Total - exercice en cours

source: Total - Previous Year
fr: Total - exercice précédent

source: Total - Change
fr: Total - modification

source: International Travel by Minister and Minister's Staff (also included in Non-Public Servant Travel) - Current Year
fr: Voyages à l’étranger du ministre et de son personnel (aussi inclus dans les voyages des non-fonctionnaires) - exercice en cours

source: International Travel by Minister and Minister's Staff (also included in Non-Public Servant Travel) - Previous Year
fr: Voyages à l’étranger du ministre et de son personnel (aussi inclus dans les voyages des non-fonctionnaires) - exercice précédent

source: International Travel by Minister and Minister's Staff (also included in Non-Public Servant Travel) - Change
fr: Voyages à l’étranger du ministre et de son personnel (aussi inclus dans les voyages des non-fonctionnaires) - modification

source: Proactive Disclosure - Founded Wrongdoing
fr: Divulgation proactive - Constatations d'actes répréhensibles

source: This dataset includes all of the reports on the disclosure of wrongdoing within your organization.
fr: Ce jeu de données comprend tous les rapports sur la divulgation des actes répréhensibles au sein de votre organisation.

source: File Identification Number
fr: Numéro d’identification du fichier

source: File Identification file date
fr: Date de numéro d’identification du ficher

source: English Case Description
fr: Description anglaise

source: French Case Description
fr: Description française

source: Findings and Conclusions
fr: Constatations et Conclusions

source: English Recommendations and Corrective Measures
fr: Recommendations et mesures Correctives anglaises

source: Recommendations and Corrective Measures
fr: Recommendations et mesures Correctives françaises

source: Proactive Disclosure - Position Reclassification
fr: Divulgation proactive - Reclassifications de postes

source: This dataset includes all of the reports on the reclassification of occupied positions within your organization.
fr: Ce jeu de données comprend tous les rapports ayant trait à la reclassification des postes comblés au sein de votre organisation.

source: Position Number
fr: Numéro du poste

source: English Position Title
fr: Titre du poste anglais

source: French Position Title
fr: Titre du poste français

source: Previous Position Classification
fr: Classification Antérieure

source: Reclassified Position Classification
fr: Classification du poste reclassifié

source: Previous Supervisory Differential
fr: Ancienne prime de surveillance

source: Supervisory Differential
fr: Prime de surveillance

source: English Reason for Reclassification
fr: Raison de la decision en anglais

source: French Reason for Reclassification
fr: Raison de la decision en français

source: Resources associates with this dataset.
fr: Ressources associés avec cet ensemble de données.

source: Spatial Feature
fr: Élément spatial

source: Bilingual (English and French)
fr: Bilingue (français et anglais)

source: Download template Excel spreadsheet
fr: Télécharger modèle Excel

source: Create and update records from Excel spreadsheet
fr: Créer et mettre à jour les données de la feuille de calcul Excel

source: Template
fr: Modèle

source: You do not have permission to upload to {0}
fr: Vous n'avez pas la permission de télécharger à {0}

source: You must provide a valid file
fr: Voud devez fournir un fichier valide
