{
  "intro": {
    "en": "<!-- Generated by XStandard version 3.0.0.0 on 2012-09-20T10:01:49 --><h3>Open Data - Dataset Criteria</h3><p>The following criteria have been established for preparing datasets for publication to the Government of Canada&#8217;s Open Data Portal.</p><ol><li>The dataset must be available in the public domain.</li><li>The provided link (URL) is a direct link to the dataset. <strong><em>Avoid</em></strong> providing links to a Web page that requires further navigation in order to find the dataset.</li><li>The dataset is in structured, machine-readable and platform independent formats such as CSV/TXT, GeoTIFF, KML/KMZ, RDF, RSS/GeoRSS, SHP, XLS, or XML. <strong><em>Avoid</em></strong> PDF and HTML (eg. HTML tables).</li><li>A file containing definitions of the headings (row and column) and variables used in the dataset(s) should be uploaded to the Portal, in XML or TXT format.</li><li>The dataset should be subject to as little interpretation, analysis, and massaging as possible.</li><li>Metadata must be provided in both official languages. Where a dataset is available in only English or French, enter the same URL for both where required and provide metadata for the dataset in both languages.</li><li>The quality of the dataset is acceptable and the responsibility of the department or agency.</li><li>Compliance of the dataset with GC privacy and security policy and legislation is verified by the departmen or agency.</li></ol><p>Publishers must consider the potential of copyright and liability issues around the publication of datasets to the Open Data Portal.</p>", 
    "fr": "<!-- Generated by XStandard version 3.0.0.0 on 2012-09-10T10:33:15 --><h3>Données ouvertes &#8211; Principes concernant les ensembles de données</h3><p>Les principes suivants ont été établis pour les ensembles de données qui doivent être publiés dans le Portail des données scientifiques ouvertes du Gouvernement du Canada.<br /><br /></p><ol><li>L&#8217;ensemble de données doit être disponible dans le domaine public.</li><li>Le lien fourni (URL) est un lien direct vers l&#8217;ensemble de données. <strong><em>Évitez</em></strong> de fournir des liens vers une page Web où l&#8217;utilisateur devra continuer de naviguer pour trouver l&#8217;ensemble de données.</li><li>L&#8217;ensemble de données est sous forme structurée, en language machine, indépendant des plates-formes, par exemple, XML, CSV/TXT, XLS, KML/KMZ, format de fichiers Shape des logiciels IRTS de l&#8217;ESRI. <strong><em>Évitez les formats</em></strong> &#160;PDF et HTML (p.&#160;ex.&#160;les tableaux HTML).</li><li>Un fichier contenant les définitions des en-têtes (rangées et colonnes) et des variables utilisées dans l'ensemble de données devrait être téléchargé, dans l'un des formats suivants: XML, TXT.</li><li>Les données devraient être aussi brutes que possible, c&#8217;est-à-dire qu&#8217;elles devraient le moins possible avoir fait l&#8217;objet d&#8217;une interprétation, d&#8217;une analyse ou d&#8217;un traitement.</li><li><br />Les métadonnées doivent être fournies dans les deux langues. Lorsque l'ensemble de données est disponible dans une seule langue, utiliser la même adresse URL et fournir les métadonnées dans les deux langues.</li><li>La qualité de l&#8217;ensemble de données est acceptable et relève de la responsabilité du ministère ou de l&#8217;organisme.</li><li>La conformité aux politiques et aux lois du GC en matière de confidentialité et de sécurité relève de la responsabilité du ministère ou de l&#8217;organisme.</li></ol><p>Les éditeurs doivent considérer les problèmes possibles de droits d&#8217;auteur et de responsabilité. liés à la publication d'ensemble de données sur le portail de Données ouvertes.</p>"
  }, 
  "sections_fields": [
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "owner", 
          "help": {
            "en": "Email address of the individual publishing the dataset(s).", 
            "fr": "Adresse de courriel de la personne qui télécharge l’ensemble de données."
          }, 
          "id": "author_email", 
          "name": {
            "en": "Dataset Publisher", 
            "fr": "Source de l'ensemble de données"
          }, 
          "type": "text"
        }
      ], 
      "section": {
        "en": "Metadata Record Information"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "title_en", 
          "data_gc_ca_2012_id_fr": "title_fr", 
          "help": {
            "en": "The unique name given to the dataset. It is typically the name by which the resource is known.", 
            "fr": "Le nom unique donné à l’ensemble de données. Habituellement, il s'agit du nom sous lequel la ressource est connue."
          }, 
          "id": "title", 
          "name": {
            "en": "Title English", 
            "fr": "Titre en anglais"
          }, 
          "type": "text"
        }, 
        {
          "data_gc_ca_2012_id": "date_released", 
          "help": {
            "en": "The date that the resource was first published (made available exernally). (YYYY-MM-DD)", 
            "fr": "La date de la publication initiale de la ressource (accessible à l'externe). (AAAA-MM-JJ)"
          }, 
          "id": "date", 
          "name": {
            "en": "Date Published", 
            "fr": "Date de publication"
          }, 
          "type": "datepicker"
        }, 
        {
          "data_gc_ca_2012_id": "description_en", 
          "data_gc_ca_2012_id_fr": "description_fr", 
          "help": {
            "en": "A detailed description of the dataset that will allow the user to determine the nature and purpose of the data in the dataset.", 
            "fr": "Une description détaillée de l’ensemble de données qui permettra à l'utilisateur de connaître la nature et le but des données comprises dans l’ensemble de données."
          }, 
          "id": "abstract", 
          "name": {
            "en": "Description English", 
            "fr": "Description en anglais"
          }, 
          "type": "textarea"
        }, 
        {
          "data_gc_ca_2012_id": "language__", 
          "help": {
            "en": "The language(s) of the content of the dataset.", 
            "fr": "La ou les langues appliquées au contenu de l’ensemble de données."
          }, 
          "id": "language", 
          "name": {
            "en": "Language", 
            "fr": "Langue"
          }, 
          "type": ""
        }, 
        {
          "data_gc_ca_2012_id": "category", 
          "help": {
            "en": "The topic of the content of the resource. If more than one category applies, choose one category that best describes the dataset.", 
            "fr": "Le sujet du contenu de la ressource. Si plus d'une catégorie s'applique, choisissez celle qui décrit le mieux l’ensemble de données."
          }, 
          "id": "thesaurus", 
          "name": {
            "en": "Subject Area", 
            "fr": "Domaine"
          }, 
          "type": ""
        }, 
        {
          "data_gc_ca_2012_id": "frequency", 
          "help": {
            "en": "The frequency at which the dataset is published.", 
            "fr": "La fréquence de la publication de l’ensemble de données."
          }, 
          "id": "maintenance_and_update_frequency", 
          "name": {
            "en": "Frequency", 
            "fr": "Fréquence"
          }, 
          "type": "select"
        }
      ], 
      "section": {
        "en": "Dataset Identification Information"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "program_page_en", 
          "data_gc_ca_2012_id_fr": "program_url_fr", 
          "help": {
            "en": "The URL for the program  that is responsible for the dataset or tool.", 
            "fr": "L'adresse URL du programme responsable de l’ensemble de données ou de l'outil."
          }, 
          "id": "program_url", 
          "name": {
            "en": "Program URL English", 
            "fr": "Adresse URL du programme en anglais"
          }, 
          "type": "text"
        }, 
        {
          "data_gc_ca_2012_id": "dictionary_list:_en", 
          "data_gc_ca_2012_id_fr": "data_dictionary_fr", 
          "help": {
            "en": "A file containing definitions of the headers (row and column) and variables used in your dataset(s). File types: .xml, .txt", 
            "fr": "Un fichier renfermant les définitions des titres (rangs et colonnes) et des variables appliqués à votre ou vos bases de données. Types de fichier : .xml, .txt."
          }, 
          "id": "data_dictionary", 
          "name": {
            "en": "Data Dictionary/Variable List English", 
            "fr": "Dictionnaire de données ou liste des variables en anglais"
          }, 
          "type": "file"
        }, 
        {
          "data_gc_ca_2012_id": "supplementary_documentation_en", 
          "data_gc_ca_2012_id_fr": "supplementary_documentation_fr", 
          "help": {
            "en": "A URL or bibliographic citation for technical documentation associated with this dataset. This may include the study design, instrumentation, implementation, limitations, and use of the dataset or tool. In the case of multiple documents or URLs, delimit with commas.", 
            "fr": "L'adresse URL ou la référence bibliographique des documents techniques associés à l’ensemble de données. Il peut s'agir de la méthodologie, de l'instrumentation, de la mise en œuvre, des limites et de l'utilisation de l’ensemble de données ou de l'outil. S'il y a de nombreux documents ou adresses URL, veuillez les séparer par une virgule."
          }, 
          "id": "supplemental_information_other", 
          "name": {
            "en": "Reference for Supplementary Documentation English", 
            "fr": "Référence pour autre documentation en anglais"
          }, 
          "type": "text"
        }
      ], 
      "section": {
        "en": "Supplemental Information"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "group_name_en", 
          "data_gc_ca_2012_id_fr": "group_name_fr", 
          "help": {
            "en": "A name given to multiple datasets to present them as a group or a set.", 
            "fr": "Titre donné à de multiples bases de données afin de les présenter en tant que groupe ou que série."
          }, 
          "id": "data_series_name", 
          "name": {
            "en": "Dataset Group Name English", 
            "fr": "Nom du groupe des ensembles de données en anglais"
          }, 
          "type": "text"
        }, 
        {
          "data_gc_ca_2012_id": "data_series_url_en", 
          "data_gc_ca_2012_id_fr": "data_series_url_fr", 
          "help": {
            "en": "The URL that links to the top level in the repository in which the dataset resides.", 
            "fr": "L'adresse URL qui établit des liens avec le niveau supérieur du dépôt dans lequel l’ensemble de données est versée."
          }, 
          "id": "data_series_url", 
          "name": {
            "en": "Data Series URL English", 
            "fr": "URL anglais de l'ensemble de données"
          }, 
          "type": "text"
        }
      ], 
      "section": {
        "en": "Data Series"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "keywords_en", 
          "data_gc_ca_2012_id_fr": "keywords_fr", 
          "help": {
            "en": "The topic of the content of the resource expressed as keywords, to help users discover the datasets and provide ways of identifying other similar datasets. Include as many keywords as possible. Use commas to separate keywords.", 
            "fr": "Le sujet du contenu de la ressource est exprimé par mots clés, afin d'aider les utilisateurs à découvrir l’ensemble de données et à leur fournir des moyens de trouver d'autres bases de données similaires. Inclure le plus de mots clés possible. Utiliser des virgules pour séparer les mots clés."
          }, 
          "id": "tags", 
          "name": {
            "en": "Keywords English", 
            "fr": "Mots-clés en anglais"
          }, 
          "type": "textarea"
        }
      ], 
      "section": {
        "en": "Descriptive Keywords"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "contact_name", 
          "help": {
            "en": "The name of the person who may be contacted for more information about the dataset.", 
            "fr": "Le nom de la personne à qui demander des renseignements supplémentaires sur l’ensemble de données."
          }, 
          "id": "individual_name", 
          "name": {
            "en": "Name", 
            "fr": "Nom"
          }, 
          "type": "text"
        }, 
        {
          "data_gc_ca_2012_id": "department", 
          "help": {
            "en": "The organization that created the content of the dataset. In instances where several organizations collaborate in the creation of a dataset, choose one department/agency as the primary creator and reflect other contributors within the dataset description and keywords.", 
            "fr": "L'organisation qui a créé le contenu de l’ensemble de données. Lorsque plusieurs organisations collaborent à la création d'une base de données, choisir un concepteur premier parmi les ministères ou organismes, et indiquer les autres collaborateurs dans la description de l’ensemble de données et les mots clés."
          }, 
          "id": "organization_name", 
          "name": {
            "en": "Creator (Department/Agency)", 
            "fr": "Auteur (ministère ou organisme)"
          }, 
          "type": ""
        }, 
        {
          "data_gc_ca_2012_id": "contact_title", 
          "help": {
            "en": "The job title of the person who may be contacted for more information about the dataset.", 
            "fr": "Le titre du poste de la personne à qui demander des renseignements supplémentaires sur l’ensemble de données."
          }, 
          "id": "position_name", 
          "name": {
            "en": "Title", 
            "fr": "Titre"
          }, 
          "type": "text"
        }, 
        {
          "data_gc_ca_2012_id": "contact_phone", 
          "help": {
            "en": "The telephone number of the person who may be contacted for more information about the dataset.", 
            "fr": "Le numéro de téléphone de la personne à qui demander des renseignements supplémentaires sur l’ensemble de données."
          }, 
          "id": "telephone_number_voice", 
          "name": {
            "en": "Telephone Number", 
            "fr": "Numéro de téléphone"
          }, 
          "type": "phone"
        }, 
        {
          "data_gc_ca_2012_id": "contact_email", 
          "help": {
            "en": "The electronic mail address of the person who may be contacted for more information about the dataset.", 
            "fr": "L'adresse de courriel de la personne à qui demander des renseignements supplémentaires sur l’ensemble de données."
          }, 
          "id": "maintainer_email", 
          "name": {
            "en": "Email Address", 
            "fr": "Courriel"
          }, 
          "type": "email"
        }
      ], 
      "section": {
        "en": "Contact Information"
      }
    }, 
    {
      "fields": [
        {
          "data_gc_ca_2012_id": "time_period_start", 
          "help": {
            "en": "The start date or time interval(s) covered by the data. (YYYY-MM-DD)", 
            "fr": "La date de début ou les périodes couvertes par les données. (AAAA-MM-JJ)"
          }, 
          "id": "begin_position", 
          "name": {
            "en": "Time Period Coverage Start", 
            "fr": "Couverture de la période de temps"
          }, 
          "type": "datepicker"
        }, 
        {
          "data_gc_ca_2012_id": "time_period_end", 
          "help": {
            "en": "The end date or time interval(s) covered by the data. (YYYY-MM-DD)", 
            "fr": "La date de fin ou les périodes couvertes par les données. (AAAA-MM-JJ)"
          }, 
          "id": "end_position", 
          "name": {
            "en": "Time Period Coverage End", 
            "fr": "Couverture de la période de temps"
          }, 
          "type": "datepicker"
        }
      ], 
      "section": {
        "en": "Time Period"
      }
    }
  ]
}
