Repository: open-data/ckanext-canada
Catalog: ckanext/canada/i18n/*/LC_MESSAGES/ckanext-canada.po
Languages: fr

source: <h2>Terms and Conditions for the Open Government Registry</h2> <p><em>Privacy Statement</em></p> <p>The Government of Canada is committed to providing measures that respect and value your privacy and security. This page summarizes the privacy policy and practices that apply to your Open Government Registry Account Credentials.</p> <p>The purpose for collecting and using “Username, Password and Email” is to issue, manage and validate anonymous credentials of individuals accessing and/or communicating with Government of Canada systems and applications.</p> <p>The personal information may be used to establish audit trails of credential usage. In the case of suspected security or privacy breaches, personal information may be shared with departmental security and access to information and privacy officials, as well as the federal government department or agency which collects and uses the personal information considered to have been compromised (refer to Standard PIB Security Incidents - PSU 939). For suspected criminal activity, personal information may also be disclosed to the Royal Canadian Mounted Police for investigational purposes; refer to institution-specific PIB Operational Case Records - RCMP PPU 005.</p> <p>We employ software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage. This software receives and records the Internet Protocol (IP) address of the computer that has contacted our websites, the date and time of the visit and the pages visited. We make no attempt to link these addresses with the identity of individuals visiting our sites unless an attempt to damage the sites has been detected.</p> <p>Questions, concerns and complaints regarding this notice, or the administration of the Privacy Act in connection with your GCKey may be directed to the Access to Information and Privacy Protection Division by email to <a href="mailto:ATIP-AIPRP@ssc-spc.gc.ca">ATIP-AIPRP@ssc-spc.gc.ca</a>, or by writing to the following address:</p> <p>Access to Information and Privacy Directorate<br/> Corporate Secretariat<br/> Shared Services Canada<br/> PO Box 9808, STN T, CSC<br/> Ottawa ON K1G 4A8</p> <p>For more information on privacy issues and the <em>Privacy Act</em> in general, please consult the Office of the <a href="http://www.priv.gc.ca/index_e.asp">Privacy Commissioner of Canada</a> website or call 1-800-282-1376.</p> <p>In return for the Treasury Board of Canada Secretariat (TBS) giving you access to the Open Government Registry (the Registry), you agree to abide by the following terms and conditions of use for this and all future uses of the Registry:</p> <ol><li>You agree to provide all of the required information for the creation of a registry account<br/> Username<br/> Full Name<br/> Government of Canada Email<br/> Department Name<br/> Password</li> <li>You agree that any information you provide is true, accurate, and complete to the best of your knowledge.</li> <li>You understand and accept that you are at all times responsible for your login information . This responsibility applies even if you change your login information. This information must be kept confidential at all times and must not be shared with or disclosed to others.</li> <li>If your login information (i.e. username, password) are revealed or if you suspect that someone else has learned or obtained them, you are responsible for taking all necessary measures to ensure compliance with the terms and conditions you agreed to when you created your login information.</li> <li>You agree not to use your own or another individual's login information for any improper activities.</li> <li>You agree to provide all of the required information for the creation of records</li> <li>You agree not to use the services in a manner that harasses or may harass other parties, or that will or will have the potential to disrupt, undermine, corrupt, diminish or otherwise threaten or jeopardize the Registry.</li> <li>The TBS Open Government Team will monitor access to the Registry to ensure the service is being used responsibly and in accordance with these terms and conditions.</li> <li>You understand and accept that the TBS Open Government Group can suspend or revoke your access to the Registry without notice under the following circumstances: <ul><li>we suspect unauthorized use of your personal or login information;</li> <li>you fail to comply with any of the terms and conditions of use and/or agreements in place with the Treasury Board of Canada Secretariat;</li> <li>as a security measure;</li> <li>for operational reasons;</li> <li>for administrative reasons.</li></ul></li> <li>The TBS Open Government Group has taken all reasonable steps to ensure the security of this website. We have used sophisticated encryption technology and incorporated other procedures to protect your personal information at all times. However, the Internet is a public network and there is the remote possibility of data security violations.</li> <li>TBS is not responsible for the failure to meet publication deadlines relating to: <ul><li>the availability or unavailability, for any reason, of the Internet, login services or other infrastructure systems;</li> <li>any restriction, delay, malfunction, or unavailability of the Registry</li></ul></li> <li>These terms and conditions of use may be amended from time to time</li></ol> <p>By selecting “I agree” you indicate that you accept these terms and conditions of use.</p> <p>If you select “I do not agree” you will not have access to the Registry.</p>
fr: <h2>Conditions d’utilisation du registre du gouvernement ouvert</h2> <p><em>Déclaration de confidentialité</em></p> <p>Le gouvernement du Canada s’engage à prendre des mesures qui respectent et valorisent votre vie privée et votre sécurité. Cette page résume la politique et les pratiques en matière de protection des renseignements personnels qui s’appliquent aux justificatifs de votre compte du registre du gouvernement ouvert.</p> <p>La collecte et l’utilisation d’un nom d’utilisateur d’un mot de passe et d’une adresse électronique ont pour but d’émettrede gérer et de valider les justificatifs anonymes des personnes qui accèdent aux systèmes et applications du gouvernement du Canada et/ou communiquent avec des responsables de ce gouvernement.</p> <p>Les renseignements personnels peuvent être utilisés pour établir des pistes de vérification de l’utilisation des justificatifs. En cas d’atteintes soupçonnées à la sécurité ou à la vie privée on peut communiquer les renseignements personnels aux responsables ministériels de la sécurité et de l’accès à l’information et à la protection des renseignements personnels ainsi qu’au ministère ou à l’organisme fédéral qui recueille et utilise les renseignements personnels considérés comme ayant été compromis (voir le document Incidents de sécurité du FPR) : POU 939). En cas d’activité criminelle soupçonnée on peut également communiquer les renseignements personnels à la Gendarmerie royale du Canada (GRC) à des fins d’enquête voir les dossiers opérationnels du FRP propres à l’institution : PPU 005 de la GRC.</p> <p>Nous utilisons des logiciels pour surveiller le trafic sur le réseau afin de détecter les tentatives non autorisées visant à télécharger ou à modifier des renseignements ou autrement à causer des dommages. Ce logiciel reçoit et enregistre l’adresse IP (Internet Protocol) de l’ordinateur qui a accédé à nos sites web la date et l’heure de la visite et les pages consultées. Nous n’essayons pas de lier ces adresses à l’identité des personnes qui visitent nos sites à moins qu’une tentative d’endommager les sites n’ait été détectée.</p> <p>Les questions préoccupations et plaintes concernant cette notification ou l’application de la Loi sur la protection des renseignements personnels en lien avec votre CléGC peuvent être adressées à la division de l’accès à l’information et de la protection des renseignements personnels par courriel à <a href="mailto:ATIP-AIPRP@ssc-spc.gc.ca">ATIP-AIPRP@ssc-spc.gc.ca</a>, ou par écrit à l’adresse suivante :</p> <p>Direction de l’accès à l’information et de la protection des renseignements personnels <br/> Secrétariat aux affaires générales<br/> Services partagés Canada <br/> CP 9808 Station T CSC<br/> Ottawa (ON) K1G 4A8</p> <p>Pour plus d’informations sur les questions de protection des renseignements personnels et sur <em>la Loi sur la protection des renseignements personnels</em> en général consultez le site web du <a href="http://www.priv.gc.ca/index_e.asp">Commissariat à la protection de la vie privée du Canada</a> ou composez le 1 800 282-1376.</p> <p>En contrepartie de l’accès au Registre ouvert du gouvernement (le Registre) par le Secrétariat du Conseil du Trésor du Canada (SCT) vous acceptez de vous conformer aux conditions d’utilisation suivantes pour cette utilisation et toutes les utilisations futures du Registre :</p> <ol><li>Vous acceptez de fournir toutes les informations requises pour la création d’un compte du registre<br/> Nom d’utilisateur<br/> Nom complet<br/> Courriel du gouvernement du Canada<br/> Nom du ministère<br/> Mot de passe</li> <li>Vous acceptez que tous les renseignements que vous fournissez soient exacts et complets autant que vous sachiez.</li> <li>Vous comprenez et acceptez que vous êtes à tout moment responsable de vos renseignements de connexion. Cette responsabilité s’applique toujours même si vous changez vos renseignements de connexion. Ces renseignements doivent toujours rester confidentiels et ne doivent pas être divulgués à quiconque.</li> <li>Si vos renseignements de connexion (c’est-à-dire votre nom d’utilisateur et votre mot de passe) sont révélés ou si vous soupçonnez qu’une personne les a obtenus vous devez prendre toutes les mesures nécessaires pour garantir le respect des conditions que vous avez acceptées lors de la création de vos renseignements de connexion.</li> <li>Vous acceptez de ne pas utiliser vos propres renseignements de connexion ou ceux d’une autre personne pour des activités inappropriées.</li> <li>Vous vous engagez à fournir tous les renseignements nécessaires à la création des dossiers.</li> <li>Vous acceptez de ne pas utiliser les services d’une manière qui harcèle ou peut harceler d’autres parties ou qui perturbe corrompt diminue menace ou met en péril le registre.</li> <li>L’équipe du gouvernement ouvert du SCT contrôlera l’accès au registre afin de s’assurer que le service est utilisé de manière responsable et conformément aux présentes conditions.</li> <li>Vous comprenez et acceptez que le Groupe du gouvernement ouvert du SCT puisse suspendre ou révoquer votre accès au registre sans préavis dans les circonstances suivantes : <ul><li>nous soupçonnons une utilisation non autorisée de vos renseignements personnels ou de connexion;</li> <li>vous ne respectez pas les conditions d’utilisation et/ou les accords conclus avec le Secrétariat du Conseil du Trésor du Canada;</li> <li>comme mesure de sécurité;</li> <li>pour des raisons opérationnelles;</li> <li>pour des raisons administratives.</li></ul></li> <li>Le Groupe du gouvernement ouvert du SCT a pris toutes les mesures raisonnables pour assurer la sécurité de ce site web. Nous avons utilisé une technologie de cryptage sophistiquée et intégré d’autres procédures pour protéger vos renseignements personnels en tout temps. Cependant l’internet est un réseau public et il existe une faible possibilité de violation de la sécurité des données.</li> <li>Le SCT n’est pas responsable du non-respect des délais de publication en ce qui concerne : <ul><li>la disponibilité ou l’indisponibilité pour quelque raison que ce soit de l’Internet des services de connexion ou d’autres systèmes d’infrastructure;</li> <li>toute restriction tout retard tout dysfonctionnement ou toute indisponibilité du registre.</li></ul></li> <li>TLes présentes conditions d’utilisation peuvent être modifiées de temps à autre.</li></ol> <p>En sélectionnant "J’accepte" vous indiquez que vous acceptez ces conditions d’utilisation.</p> <p>Si vous sélectionnez "Je n’accepte pas" vous n’aurez pas accès au registre.</p>

source: I agree
fr: J’accepte

source: I do not agree
fr: Je n’accepte pas

source: Edit User
fr: Modifier l’utilisateur

source: Details
fr: Détails

source: Followers:
fr: Suiveurs :

source: Edits:
fr: Modifications :

source: Open ID:
fr: Identifiant ouvert :

source: Username:
fr: Nom d’utilisateur :

source: This means only you can see this
fr: Cela signifie que vous êtes le seul à pouvoir le voir

source: Private
fr: Privé

source: Member Since
fr: Membre depuis

source: API Key
fr: Clé API

source: Show API Key
fr: Afficher la clé API

source: Close
fr: Fermer

source: Recover your username
fr: Récupérer votre nom d'utilisateur

source: Username Recovery
fr: Récupération du nom d'utilisateur

source: Request Recovery
fr: Demande de récupération

source: Search Users
fr: Rechercher des utilisateurs

source: Delete DataStore table
fr: Supprimer la table DataStore

source: Upload to DataStore
fr: Télécharger vers le DataStore
