Repository: open-data/ckanext-canada
Catalog: ckanext/canada/i18n/*/LC_MESSAGES/ckanext-canada.po
Languages: fr

source: Admin
fr: Administrateur

source: Admins
fr: Administrateurs

source: Users
fr: Utilisateurs

source: Trash
fr: Dossiers supprimés

source: Publish Records
fr: Publier des dossiers

source: Job Queue
fr: File d'attente des tâches

source: Administer CKAN
fr: Administrer CKAN

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
fr: <p>En tant qu’administrateur système vous avez un contrôle total sur cette instance CKAN. Procédez avec prudence!</p> <p>Pour obtenir des conseils sur l’utilisation des fonctions d’administration voir le <a href="%(docs_url)s" target="_blank">guide d’administration</a> CKAN.</p>

source: The first job in the queue has not run in the past 18 minutes, you may want to confirm that the background worker is running.
fr: La première tâche dans la file d'attente est inactive depuis 18 minutes. Vérifiez que le système de gestion des tâches fonctionne.

source: job(s) in queue.
fr: tâche(s) dans la file d'attente.

source: Unknown
fr: Inconnue

source: There are currently no queued or running jobs.
fr: Aucune tâche n'est dans la file d'attente ou en cours d'exécution.

source: View the current job queue and running jobs.
fr: Affichez les tâches dans la file d'attente et en cours d'exécution.

source: Search Datasets
fr: Recherche de dossiers

source: Search datasets...
fr: Recherche de dossiers...

source: Remove
fr: Supprimer

source: <p class="extra">Please try another search.</p>
fr: <p class="extra">Veuillez essayer une nouvelle recherche.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
fr: <p><strong>Une erreur s’est produite lors de la recherche.</strong> Veuillez réessayer.</p>

source: Search Filters
fr: Filtres de recherche

source: Clear All
fr: Effacer tout

source: <p>Purge deleted datasets forever and irreversibly.</p>
fr: <p>Purgez les jeux de données supprimés de manière définitive et irréversible.</p>

source: Publish?
fr: Publier?

source: Select All for Publishing
fr: Sélectionner tout pour publication

source: Publish Date (<abbr title="Four digits year">YYYY</abbr>-<abbr title="Two digits month">MM</abbr>-<abbr title="Two digits day">DD</abbr>):
fr: Date de publication <abbr title="Quatre chiffres de l'année">(AAAA</abbr>-<abbr title="Deux chiffres du mois">MM</abbr>-<abbr title="Deux chiffres du jour">JJ</abbr>) :

source: Publish Selected Records
fr: Publier les dossiers sélectionnés

source: Confirm Delete
fr: Confirmer la suppression

source: Are you sure you want to delete this DataStore table and Data Dictionary?
fr: Voulez-vous vraiment supprimer cette table DataStore et ce dictionnaire de données

source: Cancel
fr: Annuler

source: English Label
fr: Label anglais

source: French Label
fr: Label français

source: English Description
fr: Description en anglais

source: French Description
fr: Description en français

source: This view is currently disabled because the Resource has either failed Validation or failed to be uploaded to the DataStore.
fr: Cet aperçu est actuellement désactivé puisque la Ressource a soit échoué à la validation ou a échoué à être téléversées dans le DataStore.

source: Open Government Registry
fr: Registre du gouvernement ouvert

source: Welcome to the Open Government Registry. Use the Registry to add government resources that will be published on the Open Government Portal. For more information on using the Registry or to report errors, contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a>.
fr: Bienvenue au Registre du gouvernement ouvert. Utilisez le registre pour ajouter des ressources gouvernementales qui seront publiées dans le Portail du gouvernement ouvert. Pour obtenir de plus amples renseignements sur l’utilisation du registre ou pour signaler des erreurs, communiquez avec <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a>.

source: Create an Open Data Record
fr: Créer un enregistrement de données ouvert

source: Add data about Government of Canada services, financials or national demographic information that is relevant to Canadians.
fr: Ajouter des données sur les services du gouvernement du Canada, des données financières ou de l'information démographique nationale qui sont pertinentes pour les Canadiens.

source: Create Information Asset
fr: Créer un enregistrement d'informations ouvertes

source: Add information about government programs, activities and publications.
fr: Ajouter de l'information sur les programmes, activités et publications du gouvernement.

source: Open Dialogue
fr: Dialogue ouvert

source: Consultations master dataset
fr: Données de consultations principals

source: Access the dataset that consolidates all the consultations reports submitted by federal institutions.
fr: Ayez accès au jeu de données qui vient consolider tous les rapports de consultation ayant été soumis par les institutions fédérales.

source: Search All Records
fr: Faire une recherche dans tous les dossiers

source: Add all Open Data and Information records in the Registry.
fr: Faire une recherche dans tous les dossiers du registre.

source: Search your Organization Records
fr: Faire une recherche dans les dossiers de votre organisation

source: Search all records in the Registry, for your Organization.
fr: Faire une recherche dans tous les dossiers du registre, pour votre organisation.

source: View Members of your Organization
fr: Voir les members liés à votre organisation

source: View the list of members linked to your organization.
fr: Voir la liste des membres liés à votre organisation.

source: Reports Tabled in Parliament
fr: Rapports déposés au Parlement

source: Access, add or modify your reports tabled in Parliament.
fr: Consultez vos rapports déposés au Parlement, ajoutez-y du contenu ou modifiez-les.

source: Briefing packages
fr: Documents d’information

source: New or incoming ministers
fr: Documents d’information pour les nouveaux ministres

source: Access, add or modify briefing package information for your new or incoming minister.
fr: Consultez la trousse d’information pour le nouveau ministre, ajoutez-y du contenu ou modifiez-la.

source: New or incoming deputy heads
fr: Documents d’information pour les nouveaux administrateurs généraux

source: Access, add or modify briefing package information for your new or incoming deputy head.
fr: Consultez la trousse d’information pour le nouvel administrateur général, ajoutez-y du contenu ou modifiez-la.

source: Parliamentary Committee appearances for ministers
fr: Documents d’information à l’intention des ministres pour les comparutions devant un comité parlementaire

source: Access, add or modify briefing packages for Parliamentary Committee appearance for your minister.
fr: Consultez la trousse d’information pour la comparution de votre ministre devant un comité parlementaire, ajoutez-y du contenu ou modifiez-la.

source: Parliamentary Committee appearances for deputy heads
fr: Documents d’information à l’intention des administrateurs généraux pour les comparutions devant un comité parlementaire

source: Access, add or modify briefing packages for Parliamentary Committee appearance for your deputy head.
fr: Consultez la trousse d’information pour la comparution de votre administrateur général devant un comité parlementaire, ajoutez-y du contenu ou modifiez-la.

source: Activity Stream
fr: Flux d’Activités

source: Atom Feed
fr: Fil de nouvelles Atom

source: Are you sure you want to delete member - {name}?
fr: Êtes-vous sûr de vouloir supprimer le membre {name}?

source: Datasets
fr: Dossiers

source: Activity
fr: Activité

source: Edit Members
fr: Modifier les membres

source: View Members
fr: Afficher les membres

source: There are currently no organizations for this site
fr: Il n’y a actuellement aucune organisation pour ce site

source: How about creating one?
fr: Pourquoi ne pas en créer une?

source: Organizations
fr: Organisations

source: Back to all members
fr: Retour à tous les membres

source: Edit Member
fr: Modifier le membre

source: Add Member
fr: Ajouter un membre

source: Existing User
fr: Utilisateur existant

source: If you wish to add an existing user, search for their username below.
fr: Si vous souhaitez ajouter un utilisateur existant recherchez son nom d’utilisateur ci-dessous.

source: or
fr: ou

source: New User
fr: Nouvel utilisateur

source: If you wish to invite a new user, enter their email address.
fr: Si vous souhaitez inviter un nouvel utilisateur saisissez son adresse électronique.

source: Email address
fr: Adresse électronique

source: Are you sure you want to delete this member?
fr: Êtes-vous sûr de vouloir supprimer ce membre?

source: Delete
fr: Supprimer

source: Update Member
fr: Mise à jour du membre

source: What are roles?
fr: Que sont les rôles?

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
fr: <p><strong>Admin :</strong> Peut ajouter/modifier et supprimer des jeux de données et gérer les membres de l’organisation.</p> <p><strong>Editor :</strong> Peut ajouter et modifier des jeux de données mais pas gérer les membres de l’organisation.</p> <p><strong>Membre :</strong> Peut consulter les données privées de l’organisation mais ne peut pas en ajouter de nouvelles.</p>

source: Members
fr: Membres

source: Edit Organization
fr: Modifier l’organisation

source: What are Organizations?
fr: Que sont les organisations?

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
fr: Les organisations agissent comme des agents d’édition de dossiers (par exemple : Santé Canada). Cela signifie que les dossiers peuvent être publiés par une organisation, et leur appartenir, au lieu d’un utilisateur individuel. L’administrateur du registre peut autoriser les utilisateurs à publier des dossiers pour le compte de leurs organisations.

source: This organization has no description
fr: Cette organisation n’a pas de description

source: {num} Dataset
fr: {num} dossiers

source: 0 Datasets
fr: 0 dossiers

source: Search organizations...
fr: Rechercher les organisations...

source: What are datasets?
fr: Qu’est-ce qu’un ensemble de données?

source: Datasets are simply used to group related pieces of data. These can then be found under a single url with a description and licensing information.
fr: Les jeux de données sont simplement utilisés pour regrouper des données connexes. Ceux-ci peuvent alors se trouver sous une seule URL avec une description et des informations sur les licences.

source: Are you sure you want to delete dataset - {name}?
fr: Êtes-vous sûr de vouloir supprimer le jeu de données {name}?

source: Are you sure you want to delete resource - {name}?
fr: Êtes-vous sûr de vouloir supprimer la ressource {name}?

source: This record has been removed from %s.
fr: Ce dossier a été supprimé de %s.

source: Open.canada.ca
fr: ouvert.canada.ca

source: Last Modified
fr: Date de modification

source: Return to Index
fr: Retourner à la page de recherche

source: Disabled
fr: Désactivé

source: This third party metadata element has been translated using an automated translation tool. To report any discrepancies please contact open-ouvert@tbs-sct.gc.ca
fr: Cet élément de métadonnées de tiers a été traduit à l’aide d'un outil de traduction automatique. Pour signaler toute anomalie veuillez communiquer avec open-ouvert@tbs-sct.gc.ca

source: You're currently viewing an old version of this dataset. Some resources may no longer exist or the dataset may not display correctly. To see the current version, click <a href="%(url)s">here</a>.
fr: Vous consultez actuellement une ancienne version de ce jeu de données. Il se peut que certaines ressources n’existent plus ou que le jeu de données ne s’affiche pas correctement. Pour voir la version actuelle, cliquez <a href="%(url)s">ici</a>.

source: Action required:
fr: Mesure requise :

source: Draft record has been saved and can be edited. Mark as ready to publish to continue.
fr: Une ébauche du document a été sauvegardée et peut-être modifiée. Marquer en tant que prête à publier pour poursuivre.

source: Seek out departmental approval and mark as approved to continue.
fr: Chercher à obtenir l'approbation du ministère et marquer en tant qu'approuvé pour poursuivre.

source: Data record is in queue for validation.
fr: La fiche est dans la file d'attente à des fins de validation.

source: Record will be published by the following business day upon validation.
fr: Le document sera publié d'ici le prochain jour ouvrable une fois qu'il aura été validé.

source: View on Portal
fr: Consulter le Portail

source: This dataset has been deleted and is no longer accessible
fr: Cet ensemble de données a été supprimé et n’est plus accessible

source: Made available by the
fr: Rendus disponibles par l’entremise du

source: <p>These resources are not under the control of the Government of Canada and the link is provided solely for the convenience of our website visitors. We are not responsible for the accuracy, currency or reliability of the content of this website. The Government of Canada does not offer any guarantee in that regard and is not responsible for the information found through this link.</p> <p>Visitors should also be aware that information offered by this non-Government of Canada site is not subject to the <a href="http://laws-lois.justice.gc.ca/eng/acts/P-21/index.html">Privacy Act</a> or the <a href="http://laws-lois.justice.gc.ca/eng/acts/O-3.01/">Official Languages Act</a> and may not be accessible to persons with disabilities. The information offered may be available only in the language used by the site. With respect to privacy, visitors should research the privacy policies of this non-government website before providing personal information.</p>
fr: <p>Ces ressources ne sont pas contrôlées par le gouvernement du Canada, et l’hyperlien est fourni uniquement pour la facilité d’utilisation des visiteurs de notre site Web. Nous ne sommes pas responsables de l’exactitude, l’actualité et la fiabilité du contenu. Le gouvernement du Canada n’offre aucune garantie à cet égard et n’est pas responsable des renseignements trouvés par l’entremise de ce lien.</p> <p>Les visiteurs devraient également savoir que les renseignements offerts par l’entremise de ce site Web ne sont pas gérés par le gouvernement du Canada et ne relèvent pas de la <a href="http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html">Loi sur la protection des renseignements personnels</a> ni de la <a href="http://laws-lois.justice.gc.ca/fra/lois/O-3.01/">Loi sur les langues officielles</a>, et qu’ils pourraient ne pas être accessibles aux personnes handicapées. Les renseignements offerts pourraient être uniquement disponibles dans la langue utilisée dans le site en question. En ce qui concerne la protection des renseignements personnels, les visiteurs devraient vérifier les politiques de confidentialité de ce site Web non gouvernemental avant de fournir leurs renseignements personnels.</p>

source: Issued by
fr: Publiée par

source: Related Items
fr: Articles connexes

source: Contact Information
fr: Coordonnées

source: Delivery Point:
fr: Point de livraison :

source: City:
fr: Ville :

source: Administrative Area:
fr: Zone administrative :

source: Postal Code:
fr: Code postal :

source: Country:
fr: Pays :

source: Electronic Mail Address:
fr: Adresse de courrier électronique :

source: Similar records
fr: Dossiers similaires

source: Dataset
fr: Jeu de données

source: Additional Information
fr: Informations complémentaires

source: Temporal Coverage
fr: Couverture temporelle

source: to
fr: à

source: to undefined
fr: à non défini

source: undefined to
fr: non défini à

source: Openness Rating
fr: Cote de degrée d’ouverture des données

source: one star
fr: une étoile

source: two stars
fr: deux étoiles

source: three stars
fr: trois étoiles

source: four stars
fr: quatre étoiles

source: five stars
fr: cinq étoiles

source: About this Record
fr: Au sujet de ce dossier

source: Record Released:
fr: Dossier publié :

source: Record Modified:
fr: Dossier modifié :

source: Record ID:
fr: Identificateur du dossier :

source: Metadata:
fr: Métadonnées :

source: Link to JSON format
fr: Lien au format JSON

source: FGP Metadata:
fr: Métadonnées de la PGF :

source: HNAP ISO:19115 Metadata Record
fr: Enregistrement de métadonnées de HNAP ISO:19115

source: Go back
fr: Retourner

source: Download
fr: Télécharger

source: Resources
fr: Ressources

source: Search Open Government
fr: Recherche du Gouvernement ouvert

source: Please review your spelling, or reduce the number of filters selected.
fr: S’il vous plaît vérifier l’orthographe, ou réduire le nombre de filtres sélectionnés.

source: Preview
fr: Aperçu

source: Select
fr: Sélectionner

source: Edit in Excel
fr: Modifier dans Excel

source: Delete records
fr: Supprimer des dossiers

source: Additional Info
fr: Information additionnelle

source: Field
fr: Champ

source: Value
fr: Valeur

source: Author
fr: Auteur

source: Maintainer
fr: Responsable de la maintenance

source: State
fr: État

source: Loading...
fr: Chargement...

source: Data API
fr: API de données

source: Explore
fr: Explorer

source: More information
fr: Plus d'information

source: Go to resource
fr: Aller à la ressource

source: View on Map
fr: Afficher la carte

source: Edit resource
fr: Editer la ressource

source: Views
fr: Vues

source: Data and Resources
fr: Données et ressources

source: Government of Canada Open Government Portal
fr: Gouvernement du Canada site gouvernemental ouvert

source: This catalog contains metadata records describing open datasets available from the Government of Canada
fr: Ce catalogue contient des enregistrements de métadonnées décrivant des ensembles de données ouverts disponibles auprès du gouvernement du Canada

source: http://open.canada.ca
fr: http://ouvert.canada.ca

source: Government of Canada, Treasury Board of Canada Secretariat
fr: Gouvernement du Canada, Secrétariat du Conseil du Trésor du Canada

source: Information and Communications Government and Politics
fr: Information et communications Gouvernement et politique

source: Rights under which the catalog can be reused are outlined in the Open Government Licence - Canada
fr: Les droits sous lesquels le catalogue peut être réutilisé sont décrits dans la Licence du gouvernement ouvert - Canada

source: Have your say
fr: À vous la parole

source: Rate this dataset
fr: Évaluez ce jeu de données

source: Provide feedback
fr: Fournir un retour d’information

source: Add Asset Metadata
fr: Ajouter les métadonnées du produit

source: Add Dataset Metadata
fr: Ajouter les métadonnées du jeu de données

source: Add Resource or Related Item
fr: Ajouter une ressource ou un objet connexe

source: Add Resource Metadata
fr: Ajouter des métadonnées de ressources

source: Add data
fr: Ajouter des données

source: Title (English)
fr: Titre (anglais)

source: Title (French)
fr: Titre (français)

source: Description (English)
fr: Description (anglais)

source: Description (French)
fr: Description (français)

source: Are you sure you want to delete {num} record? This action cannot be undone.
fr: Souhaitez-vous vraiment supprimer {num} demande? Cette action ne peut pas être annulée.

source: Create Record
fr: Créer un dossier

source: The form contains invalid entries:
fr: Le formulaire contient des entrées non valides :

source: You may select or deselect multiple entries (Ctrl+Click).
fr: Vous pouvez sélectionner ou désélectionner de multiples entrées.

source: Save
fr: Enregistrer

source: Informal Requests for ATI Records Previously Released are being sent to <strong>%s.</strong> Please contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> if that address is no longer valid.
fr: Les demandes informelle d’enregistrements ATI précédemment publiés sont envoyées à <strong>%s.</strong> Veuillez contacter <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> si cette adresse n’est plus valide.

source: Your organization does not have an Access to Information email on file. Please contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> with the email for your organization's Access to Information Coordinator.
fr: Votre organisation n’a pas d’adresse électronique d’accès à l’information dans ses dossiers. Veuillez contacter <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> avec l’adresse électronique du coordinateur de l’accès à l’information de votre organisation.

source: For information on how to prepare, maintain and upload templates to the Registry, refer to the appropriate documentation posted on <a href="%(gclink)s">GCPEDIA</a>
fr: Pour obtenir des renseignements sur la façon de préparer, de tenir à jour et de verser des modèles de données pour le registre, consultez la documentation appropriée qui est publiée dans <a href='%(gclink)s'>Gcpédia</a>

source: Update Record
fr: Mettre à jour les données

source: Create Single Record
fr: Créer un seul dossier

source: Create and update multiple records
fr: Créer et procéder à la mise à jour de plusieurs dossiers

source: The following is a question related to the record {url} found on {site}
fr: La question suivante est liée au dossier {url} qu’on retrouve dans {site}
