Repository: open-data/ckanext-canada
Catalog: ckanext/canada/i18n/*/LC_MESSAGES/ckanext-canada.po
Languages: fr

source: Column name {value} in column {column_number} is not valid for a DataStore header
fr: Le nom de la colonne {value} dans la colonne {column_number} est invalide comme en-tête dans DataStore

source: Column name {value} in column {column_number} is too long for a DataStore header
fr: Le nom de la colonne {value} dans la colonne {column_number} est trop long comme en-tête dans DataStore

source: Canadian Province or Territory
fr: Province ou territoire du Canada

source: based on data reference standard https://open.canada.ca/data/en/dataset/cd8fad92-b276-4250-972f-2d6c40ca04fa/
fr: fondé sur la norme référentielle sur les données https://ouvert.canada.ca/data/fr/dataset/cd8fad92-b276-4250-972f-2d6c40ca04fa/

source: British Columbia
fr: Colombie-Britannique

source: New Brunswick
fr: Nouveau-Brunswick

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Nova Scotia
fr: Nouvelle-Écosse

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Quebec
fr: Québec

source: CRA Business Number
fr: Numéro d’entreprise de l’ARC

source: 9-digit CRA business number (upcoming data standard)
fr: Numéro d’entreprise de l’ARC à 9 chiffres (norme relative aux données à venir)

source: Invalid business number
fr: Numéro d’entreprise non valide

source: Treasury Board of Canada Secretariat
fr: Secrétariat du Conseil du Trésor du Canada

source: search-staging.open.canada.ca
fr: stadification-rechercher.ouvert.canada.ca

source: search.open.canada.ca
fr: ouvert.canada.ca

source: Members not found
fr: Membres non trouvés

source: Data awaiting load to DataStore
fr: Le versement des données dans DataStore est en attente

source: Loading data into DataStore
fr: Le versement des données dans DataStore est en cours

source: Data loaded into DataStore
fr: Les données ont été versées dans DataStore

source: Failed to load data into DataStore
fr: Les données n'ont pas été versées dans DataStore

source: Data available in DataStore
fr: Les données sont disponibles dans DataStore

source: Resource not active in DataStore
fr: La ressource est inactive dans DataStore

source: DataStore status unknown
fr: L'état de DataStore est inconnu

source: Open Data
fr: Données ouvertes

source: Open Information
fr: Information ouverte

source: Request sent to data owner - awaiting response
fr: Demande envoyée au propriétaire des données, en attente de réponse

source: Pending
fr: En attente

source: Draft
fr: Ébauche

source: Proactive Publication
fr: Publication proactive

source: Published
fr: Publié

source: Scheduled
fr: Prévu

source: Registry Home
fr: Accueil du registre

source: Open Government
fr: Gouvernement ouvert

source: Search
fr: Rechercher

source: Could not determine a resource format. Please supply a format.
fr: Il est impossible de déterminer le format de la ressource. Veuillez indiquer un format.

source: Unknown Job
fr: Tâche inconnue

source: Portal Type
fr: Type de portail

source: Organization
fr: Organisation

source: Collection Type
fr: Type de collection

source: Keywords
fr: Mots clés

source: Subject
fr: Sujet

source: Resource Type
fr: Type de ressource

source: Maintenance and Update Frequency
fr: Fréquence d’entretien et de mise à jour

source: Record Status
fr: État du dossier

source: IMSO Approval
fr: Approbation du CSGI

source: Jurisdiction
fr: Juridiction

source: Suggestion Status
fr: État de la suggestion

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Create Dataset
fr: Créer un jeu de données

source: Not authorized to access {group} members download
fr: Non autorisé à accéder au téléchargement des membres du {group}

source: Username
fr: Nom d’utilisateur

source: Email
fr: Courriel

source: Name
fr: Nom

source: Role
fr: Rôle

source: members
fr: membres

source: A related item has been added
fr: Un élément connexe a été ajouté

source: A resource has been added
fr: Une ressource a été ajoutée

source: Resource id already exists.
fr: L’identifiant de la ressource existe déjà.

source: Invalid characters in resource id
fr: Caractères non valides dans l’identifiant de la ressource

source: Invalid length for resource id
fr: Longueur non valide pour l’identifiant de la ressource

source: Resource view id already exists
fr: L’identifiant d’affichage de la ressource existe déjà

source: Value must be one of {}
fr: La valeur doit être l’une des suivantes : {}

source: Could not parse the value as a valid JSON object
fr: Impossible d’analyser la valeur comme un objet JSON valide

source: Could not parse extra '{name}' as valid JSON
fr: Impossible d’analyser les données supplémentaires '{name}' en tant que JSON valide

source: Dear %(user_name)s,
fr: Bonjour %(user_name)s

source: Invite for %(site_title)s
fr: Invitation pour %(site_title)s

source: Dataset Deleted
fr: Jeu de données supprimé

source: Created On
fr: Date de création

source: Choose format
fr: Choisir le format

source: Submit
fr: Soumettre

source: {actor} deleted the {view_type} view {view}
fr: {actor} a supprimé l’affichage {view_type} {view}

source: Request Reset
fr: Demander une réinitialisation

source: Create API Token
fr: Créer un jeton d’API

source: Token
fr: Jeton

source: Last access
fr: Dernière date d’accès

source: Revoke
fr: Supprimer

source: You haven't created any API Tokens.
fr: Vous n’avez créé aucun jeton d’API.

source: Beta
fr: Bêta

source: Deleted API token %s
fr: Jeton d’API supprimé %s

source: Organization created.
fr: Organisation créée.

source: Group created.
fr: Groupe créé.

source: Organization updated.
fr: Organisation mise à jour.

source: Group updated.
fr: Groupe mis à jour.

source: Assigned %s as a member.
fr: Nommé %s en tant que membre.

source: Assigned %s as an editor.
fr: Nommé %s en tant que rédacteur(-trice).

source: Assigned %s as an admin.
fr: Nommé %s en tant qu’administrateur(-trice).

source: View deleted.
fr: Aperçu supprimé.

source: View updated.
fr: Aperçu mis à jour.

source: View created.
fr: Aperçu créé.

source: Promoted {} to sysadmin
fr: Promouvoir {} à administrateur du système

source: Revoked sysadmin permission from {}
fr: Révoquer la permission d’administrateur du système pour {}

source: Current Sysadmins
fr: Administrateurs du système actuels

source: Revoke Sysadmin permission
fr: Révoquer la permission des administrateurs du système

source: Promote user to Sysadmin
fr: Promouvoir l’utilisateur à administrateur du système

source: Promote
fr: Promouvoir

source: Cannot modify your own sysadmin privileges
fr: Impossible de modifier vos propres privilèges d’administrateur de système.

source: Cannot modify sysadmin privileges for system user
fr: Impossible de modifier les privileges des administrateurs du système pour un utilisateur du système.

source: Please upload a file or link to an external resource
fr: Veuillez téléverser un fichier ou donner un lien vers une ressource externe

source: Cannot upload files of this type
fr: Impossible de téléverser un fichier de ce type

source: Cannot link files of this type
fr: Impossible de donner un lien vers un fichier de ce type

source: Your password must be {} characters or longer.
fr: Votre mot de passe doit comporter au moins {} caractères.

source: Your password must consist of at least three of the following character sets: uppercase characters, lowercase characters, digits, punctuation & special characters.
fr: Votre mot de passe doit être composé d'au moins trois des caractères suivants : majuscules, minuscules, chiffres, ponctuation et caractères spéciaux.

source: Your password cannot be the same as your username.
fr: Votre mot de passe ne peut pas être le même que votre nom d'utilisateur.

source: These fields have been removed, click update below to save your changes.
fr: Ces champs seront supprimés une fois que vous aurez sauvegardé vos changements.

source: These fields have been removed.
fr: Ces champs ont été supprimés.

source: Your form submission could not be validated, please re-submit the form.
fr: La soumission de votre formulaire n'a pas pu être confirmée. Veuillez le soumettre de nouveau.

source: Open Government Portal
fr: Portail du gouvernement ouvert

source: Open Government Portal (staging)
fr: Portail du gouvernement ouvert (stadification)

source: Single
fr: Une seule

source: Repeatable
fr: Répétable

source: Tag "%s" length is less than minimum %s
fr: La longueur de la balise "%s" est inférieure au minimum %s

source: Tag "%s" length is more than maximum %i
fr: La longueur de la balise "%s" est supérieure au maximum %i

source: Tag "%s" may not contain consecutive spaces
fr: La balise "%s" ne peut pas contenir d’espaces consécutifs

source: Tag "%s" may not contain unprintable character U+%04x
fr: La balise "%s" ne peut pas contenir de caractères non imprimables U+%04x

source: Tag "%s" may not contain separator charater U+%04x
fr: La balise "%s"ne peut pas contenir de caractères séparateurs U+%04x

source: Badly formed hexadecimal UUID string
fr: Chaîne UUID hexadécimale mal formée

source: Please enter a valid email address.
fr: S’il vous plaît, mettez une adresse email valide.

source: Invalid GeoJSON
fr: GeoJSON invalide

source: Date may not be in the future when this record is marked ready to publish
fr: Une fois que ce document est marqué comme étant prêt à publier, la date ne peut pas être dans le futur

source: Date format incorrect. Expecting YYYY-MM-DD
fr: Le format de la date est incorrect. Il devrait être AAAA-MM-JJ

source: Must be a Unicode string value
fr: Doit être une chaîne de caractères Unicode

source: Must be a JSON string
fr: Doit être une chaîne JSON

source: JSON object must contain "en" key
fr: L’objet JSON doit contenir la clé "en"

source: JSON object must contain "fr" key
fr: L’objet JSON doit contenir la clé "fr"

source: Cannot change value of registry_access field from '%s' to '%s'. This field is read-only.
fr: Impossible de modifier la valeur du champ d’accès au registre de '%s' à '%s'. Ce champ ne sert qu’à des fins de lecture.

source: <strong>Note</strong><br>{0} is now logged in
fr: <strong>Note</strong><br />{0} est maintenant connecté

source: Login failed. Bad username or password.
fr: L’authentification a échoué. Mauvais nom d’utilisateur ou mot de passe.

source: The status has been added/updated for this suggested dataset. This update will be reflected on open.canada.ca shortly.
fr: L’état a été ajouté/mis à jour pour cet ensemble de données suggéré. Cette mise à jour sera bientôt effectuée dans ouvert.canada.ca.

source: Your dataset %s has been saved.
fr: Votre jeu de données %s a été sauvegardé.

source: Dataset added.
fr: Jeu de données ajouté.

source: Resource updated.
fr: Ressource mise à jour.

source: Resource added.
fr: Une ressource a été ajoutée.

source: Unauthorized to request username recovery.
fr: Non autorisé à demander la récupération du nom d'utilisateur.

source: Email is required
fr: L'adresse électronique est requise

source: Error sending the email. Try again later or contact an administrator for help
fr: Une erreur est survenue lors de l'envoi de l'email. Veuillez réessayer plus tard ou contacter un administrateur.

source: An email has been sent to you containing your username(s). (unless the account specified does not exist)
fr: Un courriel vous a été envoyé contenant votre (vos) nom(s) d'utilisateur. (sauf si le compte spécifié n'existe pas)

source: Unauthorized to create a resource for this package
fr: Non autorisé à créer une ressource pour cet ensemble

source: This record already exists
fr: Cet enregistrement existe déjà.

source: Something went wrong, your record was not created. Please contact support.
fr: Un problème s’est produit, votre document n’a pas été créé. Veuillez contacter l’assistance technique.

source: Record Created
fr: Renregistrement créé

source: Unauthorized to update dataset
fr: Vous n'êtes pas autorisé à mettre à jour ce jeu de données

source: Not found
fr: Non trouvé

source: Multiple records found
fr: Plusieurs enregistrements ont été trouvés

source: Something went wrong, your record was not updated. Please contact support.
fr: Un problème s’est produit, votre document n’a pas été mis à jour. Veuillez contacter l’assistance technique.

source: Record %s Updated
fr: Dossier %s mis à jour

source: No organizations found
fr: Aucune organisation n’a été trouvée

source: Recombinant resource_name not found
fr: Le recombinant resource_name n’a pas été trouvé

source: User {0} not authorized to update resource {1}
fr: Vous n'êtes pas autorisé à supprimer la ressource %s

source: {num} deleted.
fr: Aperçu supprimé.

source: Number required
fr: Nombre requis

source: Integer required
fr: Entier requis

source: Not authorized to see this page
fr: Non autorisé à voir cette page

source: record(s) published.
fr: d’enregistrements publiés.

source: Unauthorized to delete resource %s
fr: Vous n'êtes pas autorisé à supprimer la ressource %s

source: DataStore table and Data Dictionary deleted for resource %s
fr: Tableau de stockage de données et dictionnaire de données supprimés pour la ressource %s

source: Edit
fr: Modifier

source: Access denied
fr: Accès refusé

source: Account Created
fr: Compte créé

source: Thank you for creating your account for the Open Government registry. Although your account is active, it has not yet been linked to your department. Until the account is linked to your department you will not be able to create or modify datasets in the registry.
fr: Même si votre compte est actif, il n’est pas encore relié à votre ministère. Vous ne pourrez créer ou modifier de jeux de données dans le registre tant que votre compte n’aura pas été relié à votre ministère.

source: You should receive an email within the next business day once the account activation process has been completed. If you require faster processing of the account, please send the request directly to: <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a>
fr: Vous devriez recevoir un courriel, au cours des deux prochains jours ouvrables, une fois que le processus d’activation de compte aura été achevé. Si vous avez besoin que le traitement de votre compte se fasse plus rapidement, veuillez envoyer une demande directement à :<a href="mailto: open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca.</a

source: Organization not found
fr: Organisation non trouvée

source: Not authorized to access {org_name} members download
fr: Non autorisé à accéder au téléchargement des membres du {group}

source: User %r not authorized to edit members of %s
fr: L’utilisateur %r n’est pas autorisé à modifier les membres de %s

source: User %r not authorized to view members of %s
fr: L’utilisateur %r n’est pas autorisé à voir les membres de %s

source: Invalid Header for DataStore
fr: En-tête invalide dans DataStore

source: Column name is invalid for a DataStore header. How it could be resolved: - Remove any leading underscores('_') from the column name. - Remove any leading or trailing white space from the column name. - Remove any double quotes('"') from the column name. - Make sure the column name is not blank.
fr: Le nom de la colonne est invalide comme en-tête dans DataStore. Solution : - Supprimez les traits de soulignement ('_') au début du nom de la colonne. - Supprimez les espaces au début et à la fin du nom de la colonne. - Supprimez les guillemets ('"') du nom de la colonne. - Veillez à ce que le nom de la colonne soit indiqué.

source: Header Too Long for DataStore
fr: L'en-tête est trop long dans DataStore

source: Column name is too long for a DataStore header. How it could be resolved: - Make the column name at most 63 characters long.
fr: Le nom de la colonne est trop long comme en-tête dans DataStore. Solution : - Le nom de la colonne ne doit pas dépasser 63 caractères.

source: Proactive Publication - Use of Administrative Aircraft
fr: Publication proactive - Utilisation des avions d'affaires

source: Use of Administrative Aircraft
fr: Utilisation des avions d'affaires

source: Access, upload and modify government administrative aircraft use
fr: Accès, téléversement et modifications des rapports sur la utilisation des avions d'affaires

source: Comma is not allowed in Reference Number field
fr: La virgule n’est pas autorisée dans le champ du Numéro de Référence

source: ATI Summaries
fr: Accès à l’information sommaires complétés

source: Access, upload and modify the monthly ATI Summaries and ATI Nothing to Report for your organization
fr: Accès, téléversement et modification des sommaires mensuels des demandes d’accès à l’information et des demandes d’accès pour lesquelles rien n’est à signaler pour votre organisation

source: Please enter a valid year
fr: Veuillez entrer une année valide

source: Please enter a month number from 1-12
fr: Veuillez entrer une valeur comprise entre 1 et 12

source: This value must not be negative
fr: Cette valeur ne doit pas être négatif

source: Comma is not allowed in Request Number field
fr: La virgule n’est pas autorisée dans le champ du Numero de la demande

source: ATI Nothing to Report
fr: Accès à l’information rien à signaler

source: Proactive Publication - Briefing Note Titles and Numbers
fr: Publication proactive - Titres et numéros des notes d’information

source: Briefing Note Titles and Numbers
fr: Titres et numéros des notes d’information

source: Access, upload and modify the Briefing Note Titles and Numbers reports for your organization
fr: Accès, téléversement et modifications des rapports sur les titres at numéros des notes d’information pour votre organisation

source: Comma is not allowed in Briefing Note Number field
fr: La virgule n’est pas autorisée dans le champ du Numéro de suivi

source: Proactive Publication - Briefing Note Titles and Numbers Nothing to Report
fr: Publication proactive - Titres et numéros des notes d’information rien à signaler

source: This must list the year you are reporting on (not the fiscal year).
fr: Veuillez indiquer l’année civile visée par le rapport.

source: Open Dialogue - Consultations
fr: Dialogue ouvert - Consultations

source: Access, upload and modify consultation reports for your organization
fr: Accès, téléversement et modifications des rapports sur les consultations pour votre organisation

source: If Status is set to: Not Going Forward, Publish Record must be set to No
fr: Si le statut est établi à : Ne pas aller de l’avant, alors l’option de Publier le document doit être réglée à Non.

source: Comma is not allowed in Registration Number field
fr: La virgule n’est pas autorisée dans le champ du Numéro d’enregistrement

source: Proactive Publication - Contracts over $10,000
fr: Publication proactive - Contrats attribués de plus de 10 000 $

source: Contracts over $10,000
fr: Contrats attribués de plus de 10 000 $

source: Access, upload and modify the Contracts over 10K reports for your organization
fr: Accès, téléversement et modification des rapports sur les contrats attribués de plus de 10 000 $ pour votre organisation

source: This field must not be empty
fr: Cette zone ne doit pas être vide

source: This field must contain the first three digits of a postal code in A1A format or the value "NA"
fr: Ce champ doit contenir les trois premiers chiffres d’un code postal dans le format A1A ou la valeur « NA. »

source: This field must be populated with an NA if an amendment is disclosed under Instrument Type
fr: Ce champ doit être rempli par un S.O., lorsqu’une modification est divulguée dans le cadre du type d’instrument

source: This field is limited to only 3 or 4 digits.
fr: Ce champ a une limite de 3 ou 4 chiffres.

source: If the value XX (none) is entered, then no other value can be entered in this field.
fr: Si la valeur XX (aucun) est saisie, aucune autre valeur ne peut être saisie dans ce champ.

source: Discontinued as of 2022-01-01
fr: Supprimé à compter du 2022-01-01

source: Must be left blank when trade agreements specified
fr: Ce champ ne doit pas être rempli lorsque des accords commerciaux sont précisés

source: If the value NA (not applicable) is entered, then no other value can be entered in this field.
fr: Lorsque la valeur S.A. (sans objet) est saisie, aucune autre valeur ne peut être saisie dans ce champ.

source: The field is limited to eight alpha-numeric digits or less.
fr: Ce champ est limité à 8 caractères alphanumériques.

source: If the value 00 (none) is entered, then no other value can be entered in this field.
fr: Si la valeur 00 (aucun) est saisie, aucune autre valeur ne peut être saisie dans ce champ.

source: If TC, TN or AC is selected in the Solicitation Procedure data field with a value other than XX (None) selected in the Trade Agreement data field, then a Limited Tendering value other than 00 (none) must be entered.
fr: Lorsque « AOTC », « AON » ou « PAC » est sélectionné dans le champ de données « Procédure d’appel d’offres » et qu’une valeur autre que XX (aucun) est sélectionnée dans le champ de données « Accord commercial », une valeur d’appel d’offres limité autre que 00 (aucun) doit être saisie.

source: If “TC” (Competitive - Traditional), “TN” (Non-Competitive) or “AC” (Advanced Contract Award Notice) is selected and trade agreement with a value other than “XX” (None) is selected, limited tendering cannot have a value of “0” or “00” (None).
fr: Si les options « TC » (Concurrentielle - Traditionnelle), « TN » (non concurrentielle) ou « AC » (préavis d’attribution de contrat) sont sélectionnées et qu’une entente de marché ayant une valeur autre que « XX » (nulle) est sélectionnée, le champ Appel d’offres restreint ne peut avoir la valeur « 0 » ou « 00 » (nulle).

source: This field must be N, No or Non, if the Procurement Strategy for Aboriginal Business field is MS or VS.
fr: Ce champ doit correspondre à « Nul », « Non » ou « Aucun », lorsque le champ Stratégie d’approvisionnement auprès des entreprises autochtones est MS ou VS.

source: This field must be populated with a 1 if the solicitation procedure is identified as non-competitive (TN) or Advance Contract Award Notice (AC).
fr: Ce champ doit être rempli par un « 1 », lorsque la procédure d’appel d’offres est identifiée comme non concurrentielle (AON) ou comme préavis d’adjudication de contrat (PAC).

source: If this field is populated, it must be with a “0” if the procurement was identified as non-competitive (TN) or advance contract award notice (AC) or was identified as an Amendment (A) in the Instrument type data field.
fr: Lorsque ce champ est rempli, il doit être rempli par un « 0 », si l’approvisionnement a été identifié comme non concurrentiel (AON) ou comme préavis d’adjudication de contrat (PAC) ou a été identifié comme une modification (M) dans le champ de données du type d’instrument.

source: This field may only be populated with “0” if the procurement was identified as competitive (open bidding (OB), traditional competitive (TC) or selective tendering (ST)).
fr: Ce champ peut être uniquement rempli par un « 0 », lorsque l’approvisionnement a été identifié comme concurrentiel (appel d’offres ouvert [APO], appel d’offres traditionnel, concurrentiel [AOTC] ou appel d’offres sélectif [AOS]).

source: Proactive Publication - Contracts Nothing to Report
fr: Publication proactive - Contrats (Rien à signaler)

source: Proactive Publication - Aggregated Contracts from -$10,000 to $10,000
fr: Publication proactive - Contrats agrégés de -10 000$ à 10 000$

source: Aggregated Contracts from -$10,000 to $10,000
fr: Contrats agrégés de -10 000$ à 10 000$

source: Access, upload and modify the aggregated Contracts from -$10K to $10K reports for your organization
fr: Accès, téléversement et modification des rapports sur les Contrats agrégés de -10 000$ à 10 000$ pour votre organisation
