Repository: open-data/ckanext-canada
Catalog: ckanext/canada/i18n/*/LC_MESSAGES/ckanext-canada.po
Languages: fr

source: <small class='text-info' style='margin-bottom: 15px; display: inline-block'> <p>Has approval been obtained? By selecting yes, you have ensured that the following statements are true:</p> <ol> <li><b>Confidentiality</b> - The data or information resource is not subject to confidentiality restrictions, such as Cabinet confidences, solicitor-client privilege, classified or protected information, advice or recommendations, third party information, or information obtained in confidence.</li> <li><b>Authority to Release</b> - The institution has the mandate, legislative authority or permission from a third party provider to release the data or information resources under the <a href='https://open.canada.ca/en/open-government-licence-canada'><u>Open Government Licence – Canada</u></a>.</li> <li><b>Formats</b> - The data or information resource is in an open and accessible format that complies with <a href='https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=23601'><u>the Standard on Web Accessibility</u></a>.</li> <li><b>Privacy</b> - The data or information resource does not contain personal information, as defined in section 3 of the <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-privacy-act/'><u>Privacy Act</u></a>, unless the individual to whom it relates has consented to its release or unless it meets criteria outlined in section 8(2) of the Privacy Act.</li> <li><b>Official Languages</b> - The data or information resource is available in both official languages and conforms to the requirements of the <a href='https://laws-lois.justice.gc.ca/eng/acts/O-3.01/'><u>Official Languages Act</u></a>.</li> <li><b>Security</b> - The data or information resource does not increase security risks to the institution, to other institutions, or to the government as a whole and conforms to the requirements of the <a href='https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=16578'><u>Policy on Government Security</u></a> and its related instruments.</li> <li><b>Other - Legal / Regulatory / Policy / Contractual</b> - The release of data or other information resource complies with all other relevant legal, regulatory, contractual, and policy requirements (e.g., it is confirmed that there are no relevant legal, contractual, or third party, policy restrictions or limitations).</li> </ol> </small>
fr: <small class='text-info' style='margin-bottom: 15px; display: inline-block'><p>A-t-on obtenu l'approbation? En sélectionnant << oui >>, vous avez fait certain que les énoncés suivants sont vrais:</p><ol><li><b>Confidentialité</b> - Les ressources en données ou documentaires ne sont pas assujetties à aucune restriction liée à la confidentialité, comme les documents confidentiels du Cabinet, le secret professionnel de l'avocat, les renseignements , conseils ou recommandations classifiés ou protégés, les renseignements de tiers ou les renseignements obtenus à titre confidentiel.</li><li><b>Autorisation de diffuser</b> - L'institution a le mandat, l'autorisation législative ou la permission d'un fournisseur tiers de publier les ressources en données ou documentaires en vertu de la <a href='https://ouvert.canada.ca/fr/licence-du-gouvernement-ouvert-canada'><u>Licence du gouvernement ouvert – Canada</u></a>.</li><li><b>Formats</b> - Les ressources en données ou documentaires sont dans un format ouvert et accessible qui est conforme à la <a href='https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=23601'><u>Norme sur l'accessibilité des sites Web</u></a>.</li><li><b>Protection des renseignements personnels</b> - Les ressources en données ou documentaires ne contiennent pas des renseignements personnels, au sens de l'article 3 de la <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels/'><u>Loi sur la protection des renseignements personnels</u></a>, à moins que la personne concernée n'ait consenti à leur divulgation ou que les renseignements personnels ne répondent aux critères énoncés au paragraphe 8(2) de cette même Loi.</li><li><b>Langues officielles</b> - Les ressources en données ou documentaires sont disponibles dans les deux langues officielles et sont conformes aux exigences de la <a href='https://laws-lois.justice.gc.ca/fra/lois/O-3.01/'><u>Loi sur les langues officielles</u></a>.</li><li><b>Sécurité</b> - Les ressources en données ou documentaires n'augmentent pas les risques à la sécurité de l'institution, des autres institutions ou du gouvernement dans son ensemble et sont conformes aux exigences de la <a href='https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=16578'><u>Politique sur la sécurité du gouvernement</u></a> et de ses instruments connexes.</li><li><b>Autres – Aspects juridiques, réglementaires, stratégiques ou contractuelsl</b> - La diffusion des ressources en données ou d'autres ressources documentaires est conforme à toutes les autres exigences juridiques, réglementaires, contractuelles et stratégiques pertinentes (p. ex., il est confirmé qu'il n'y a pas de restrictions ou de limitations juridiques, contractuelles, de tiers ou de stratégiques pertinentes).</li></ol></small>

source: Add
fr: Ajouter

source: Image URL
fr: URL de l’image

source: Catalogue Metadata
fr: Métadonnées de catalogue

source: Open Data Metadata Element Set
fr: Ensemble d’éléments de métadonnées de données ouvertes

source: Open Information Metadata Element Set
fr: Ensemble d’éléments de métadonnées d’information ouverte

source: This section of the form only displays system-populated data elements used to describe the record type and the placement in the registry
fr: Cette section du formulaire n’affiche que les éléments de données alimentés par le système utilisés pour décrire le type et l’emplacement du dossier dans le registre

source: Suggested Dataset
fr: Jeu de données suggéré

source: The portal to which the metadata record belongs (Open Data or Open Information)
fr: Portail auquel le dossier de métadonnées appartient (Données ouvertes ou Information ouverte)

source: Metadata Scheme
fr: Schéma de métadonnée

source: The name of the metadata scheme used (including profile name)
fr: Nom anglais du schéma de métadonnées utilisé (y compris le nom du profil)

source: Metadata Scheme Version
fr: Version du schéma de métadonnées

source: The version of the metadata scheme used (version of the profile)
fr: Version du schéma de métadonnées utilisé (version du profil)

source: Metadata Record Identifier
fr: Identificateur du dossier de métadonnées

source: A unique phrase or string which identifies the metadata record within the Open Government Portal
fr: Expression ou chaîne unique désignant le dossier de métadonnées dans le Portail du gouvernement ouvert

source: You can add either a Resource or a Related Item per session, i.e. not both:
fr: Vous pouvez ajouter une ressource ou un article connexe par séance, mais pas les deux:

source: Metadata Fields for Resources Only (Not for Related Items)
fr: Champs de métadonnées pour les ressources seulement (non pour les éléments connexes)

source: Metadata Fields for Related Items Only
fr: Champs de métadonnées pour les éléments connexes seulement

source: Use the Download URL field above to link to the related record.
fr: Utilisez le champ URL de téléchargement ci-dessus pour créer un lien vers le dossier connexe.

source: Errors in form
fr: Erreurs dans le formulaire

source: Are you sure you want to delete this status?
fr: Êtes-vous certain de vouloir supprimer cet état?

source: New activity item
fr: Nouveau poste d’activité

source: View the past 30 days of activity.
fr: Consulter les activités des 30 derniers jours.

source: Suggested Datasets
fr: Jeux de données suggérés

source: Show more
fr: Afficher plus

source: Show less
fr: Afficher moins

source: There are no filters for this search
fr: Aucun filtre sélectionné pour cette recherche

source: read more
fr: en savoir plus

source: This dataset has no description
fr: Aucune description disponible pour cet ensemble de données

source: Organization:
fr: Organisation :

source: Issued by:
fr: Publiée par :

source: Status:
fr: État :

source: Request sent to data owner – awaiting response
fr: Demande envoyée au propriétaire des données, en attente de réponse

source: Resource Formats:
fr: Formats des ressources :

source: Search...
fr: Recherche...

source: Name Ascending
fr: alphabétique croissant

source: Name Descending
fr: alphabétique décroissant

source: Please note that the Open Information Portal contains a sample of government of Canada publications and information resources. For more resources, please visit <a href="http://publications.gc.ca/">Government of Canada Publications</a> and <a href="http://www.bac-lac.gc.ca/">Library and Archives Canada</a>.
fr: Veuillez noter que le Portail d’information ouverte contient un échantillon de publications et de ressources d’information du gouvernement du Canada. Pour consulter d’autres ressources, veuillez visiter <a href="http://publications.gc.ca/">Publications du gouvernement du Canada</a> et <a href="http://www.bac-lac.gc.ca/Pages/default.aspx">Bibliothèque et Archives Canada</a>.

source: Tally of Cart Items
fr: Décompte des articles du panier

source: List Cart Items
fr: Liste des articles du panier

source: Empty Cart
fr: Vider le panier

source: Order by
fr: Trier par

source: Relevance
fr: pertinence

source: {actor} changed the {view_type} view {view}
fr: {actor} a modifié le {view_type} de l'affichage {view}

source: {actor} added the {view_type} view {view}
fr: {actor} a ajouté le {view_type} de l'affichage {view}

source: Home
fr: Accueil

source: Dashboard
fr: Tableau de bord

source: Get Help
fr: Obtenez de l’aide

source: Signed in as
fr: Connecté en tant que

source: View profile
fr: Afficher le profil

source: 9-digit number
fr: Numéro à 9 chiffres

source: Reference
fr: Référence

source: Canadian Provinces and Territories
fr: Province et territoire du Canada

source: Are you sure you want to delete user - {name}?
fr: Êtes-vous sûr de vouloir supprimer le membre - {name}?

source: News feed
fr: Fil de nouvelles

source: Activity from items that you follow
fr: Activité en lien avec les éléments que vous surveillez

source: Add Dataset
fr: Ajouter un jeu de données

source: My Datasets
fr: Mes dossiers

source: My Records
fr: Mes jeux de données

source: My Groups
fr: Mes groupes

source: My Organizations
fr: Mes organisations

source: Manage
fr: Gérer

source: Edit My Profile
fr: Modifier mon profil

source: Edit Profile
fr: Modifier le profil

source: Change details
fr: Modifier les détails

source: Full name
fr: Nom complet

source: eg. Joe Bloggs
fr: Exemplar : Joe Bloggs

source: eg. joe@example.com
fr: Exemplar : joe@example.com

source: A little information about yourself
fr: Un peu d’information vous concernant

source: Subscribe to notification emails
fr: S’abonner aux courriels de notification

source: Change password
fr: Changer le mot de passe

source: password reset requirements
fr: <ol><li>Les mots de passe doivent contenir des caractères appartenant à au moins 3 des 4 catégories suivantes :</li><ul><li>Lettres majuscules : A, B, C, … Z</li><li>Lettres minuscules : a, b, c, … z</li><li>Chiffres arabes occidentalisés : 0, 1, 2, … 9</li><li>Caractères spéciaux : ({}[],.<>;:'"?/|\`~!@#$%%^&*()_-+=).</li></ul><li>Les caractères accentués ne sont pas autorisés.</li><li>Tous les mots de passe doivent comporter au moins 12 caractères.</li><li>Le mot de passe n'égale pas au nom d'utilisateur.</li></ol>

source: Sysadmin Password
fr: Mot de passe administrateur système

source: Old Password
fr: Ancien mot de passe

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Are you sure you want to delete this User?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur?

source: Update Profile
fr: Mettre à jour le profil

source: Create an Account
fr: Créer un compte

source: Unlock account
fr: Besoin d’un compte

source: Sysadmin
fr: Administrateur système

source: Member
fr: Membre

source: Search and view users.
fr: Rechercher et afficher les utilisateurs.

source: Search and manage users.
fr: Rechercher et gérer les utilisateurs.

source: login welcome text
fr: <h2>Bienvenue au registre du gouvernement ouvert</h2><p>Utilisez le registre pour publier des ressources gouvernementales dans le <a href='http://ouvert.canada.ca/fr'>Portail du gouvernement ouvert</a>.<br />Pour obtenir de plus amples renseignements sur l’utilisation du registre ou pour signaler des erreurs, communiquez avec open-ouvert@tbs-sct.gc.ca. </p>

source: password reset alert
fr: <div class="alert alert-info"><details><summary>Nouvelles exigences en matière de sécurité des mots de passe</summary><p>Le registre du gouvernement ouvert applique désormais de nouvelles exigences en matière de mots de passe afin d'assurer la conformité aux meilleures pratiques décrites dans le guide des mots de passe du gouvernement du Canada :</p><ul><li>La longueur minimale est de 12 caractères</li><li>Doit être composé d'au moins trois des caractères suivants : majuscules, minuscules, chiffres, ponctuation et caractères spéciaux</li><li>Le mot de passe n'égale pas au nom d'utilisateur</li></ul><p>Les utilisateurs dont les mots de passe ne répondent pas aux nouvelles exigences peuvent les mettre à jour dans section <i>Modifier le mot de passe</i> dans la page Mon profil ou en utilisant la fonction de <a href="/fr/user/reset">réinitialisation du mot de passe</a>.</p><p><strong>Remarque :</strong> si les mots de passe ne sont pas mis à jour avant la fin de l'année 2024, nous mettrons en œuvre un processus obligeant les utilisateurs à modifier leur mot de passe pour répondre aux nouvelles exigences avant de pouvoir accéder au registre.</p></details></div>

source: NOTE: Username and password are case sensitive.
fr: NOTE: Le nom d’utilisateur et mot de passe sont sensibles à la casse.

source: Need an account
fr: Besoin d’un compte

source: Then sign right up, it only takes a minute
fr: Inscrivez-vous maintenant, cela ne prend qu’une minute

source: Request an Account
fr: Demande d’un compte

source: Forgotten your password?
fr: Réinitialiser le mot de passe

source: No problem, use our password recovery form to reset it
fr: Utilisez notre formulaire de récupération de mot de passe pour rétablir votre identité

source: Reset password
fr: Réinitialiser le mot de passe

source: Forgotten your username?
fr: Vous avez oublié votre nom d'utilisateur ?

source: No problem, use our username recovery form to recover it
fr: Pas de problème, utilisez notre formulaire de récupération du nom d'utilisateur pour le récupérer

source: Recover username
fr: Récupérer le nom d'utilisateur

source: Create an Account
fr: Créer un compte

source: Forgot your password?
fr: Réinitialiser le mot de passe

source: You are now logged out.
fr: Vous êtes maintenant déconnecté

source: Registration
fr: Inscription

source: Why Sign Up?
fr: Pourquoi s’inscrire?

source: An active account linked to your organization is required in order to create or modify records in the registry.
fr: Un compte actif et lié à votre organisation est requis pour créer ou modifier des dossiers dans le registre.

source: Next Step...
fr: Prochaine étape...

source: Once an account is created you will receive an email confirming your request. Next, the Administrator will link your account to your Organization and send you a notification. At this point, you can start adding records to the Registry.
fr: Une fois le compte créé, vous recevrez un courriel qui confirmera votre demande. Par la suite, l’administrateur établira un lien entre votre compte et votre organisation et vous fera parvenir un avis. Vous pourrez alors commencer à ajouter des dossiers dans le registre.

source: Please fill out this field.
fr: Ce champ est obligatoire.

source: Use only lowercase letters (a-z) and numbers (0-9) with optional hyphens (-) and underscores (_). Example: joe-bloggs
fr: N’employer que des lettres minuscules (a-z) et des chiffres (0-9) et, facultativement, des traits d’union (-) et des traits de soulignement (_). Exemplar : joe-bloggs

source: Full Name
fr: Nom complet

source: Example: Joe Bloggs
fr: Exemplar : Joe Bloggs

source: Example: joe.bloggs@tbs-sct.gc.ca
fr: Exemplar : joe.bloggs@tbs-sct.gc.ca

source: Phone Number
fr: Numéro de téléphone

source: Example: 000 000 0000
fr: Exemplar : 000 000 0000

source: Password must be 12 characters or longer, and must consist of at least three of the following character sets: uppercase characters, lowercase characters, digits, punctuation & special characters
fr: Votre mot de passe doit être composé d'au moins trois des caractères suivants : majuscules, minuscules, chiffres, ponctuation et caractères spéciaux

source: The password must match
fr: Le mot de passe doit être identique
