Repository: open-data/ckanext-canada
Catalog: ckanext/canada/i18n/*/LC_MESSAGES/ckanext-canada.po
Languages: fr

source: Proactive Publication - Departmental Audit Committee
fr: Publication proactive - Comités ministériels d’audit

source: Departmental Audit Committee
fr: Comités ministériels d’audit

source: Access, upload and modify your Departmental Audit Committee members’ remuneration and expenses.
fr: Accès, téléversement et modification de la rémunération et des dépenses des membres de votre Comité ministériel d’audit.

source: Experimentation Inventory
fr: Répertoire d'expérimentation

source: Access, upload and modify the Experimentation Inventory for your organization
fr: Accès, téléversement et modifier le répertoire d'expérimentation pour votre organisation

source: Proactive Publication - Grants and Contributions
fr: Publication proactive - Subventions et les contributions

source: Grants and Contributions
fr: Subventions et les contributions

source: Access, upload and modify the Grants and Contributions reports for your organization
fr: Accès, téléversement et modifications des rapports sur les contributions et les subventions pour votre organisation

source: Proactive Publication - Grants and Contributions Nothing to Report
fr: Publication proactive – Subventions et contributions, rien à signalerPublication proactive - Subventions et les contributions (Rien à signaler)

source: Proactive Publication - Hospitality Expenses
fr: Publication proactive - Dépenses d'accueil

source: Hospitality Expenses
fr: Dépenses d'accueil

source: Access, upload and modify the quarterly hospitality expenses for your organization
fr: Accès, téléversement et modification des dépenses trimestriellement liées à l’accueil pour votre organisation

source: Proactive Publication - Hospitality Nothing to Report
fr: Publication proactive - Dépenses d'accueil (Rien à signaler)

source: Open Data Inventory
fr: Inventaire des données ouvertes

source: This dataset houses your departmental open data inventory. This is where you can access and upload your open data inventory template.
fr: Ce jeu de données contient l’inventaire des données ouvertes de votre ministère. C’est l’occasion pour accéder à et pour télécharger votre modèle d'inventaire des données ouvertes.

source: 5th National Action Plan on Open Government Tracker
fr: Outil de suivi pour le 5ᵉ Plan d'action national pour un gouvernement ouvert

source: Access, upload and modify the National Action Plan on Open Government Tracker for your organization
fr: Accès, téléversement et Modifier le outil de suivi pour le Plan d'action national pour un gouvernement ouvert pour votre organisation

source: Proactive Publication - Question Period Notes
fr: Publication proactive - Notes pour la période des questions

source: Question Period Notes
fr: Notes pour la période des questions

source: Access, upload and modify Question Period notes for your organization
fr: Accès, téléversement et modifications des notes de la période de questions pour votre organisation

source: Proactive Publication - Question Period Notes Nothing to Report
fr: Publication proactive - Notes pour la période des questions rien à signaler

source: Proactive Publication - Position Reclassification
fr: Publication proactive - Reclassifications de postes

source: Position Reclassification
fr: Reclassifications de postes

source: Access, upload and modify the position reclassification reports for your organization
fr: Accès, téléversement et modifications des rapports sur les contributions et les subventions pour votre organisation

source: Proactive Publication - Position Reclassification Nothing to Report
fr: Publication proactive - Reclassifications de postes (Rien à signaler)

source: Service Inventory
fr: Répertoire de services

source: Access, upload and modify the Service Inventory of external and internal enterprise services for your organization
fr: Accèder, téléverser et modifier le catalogue des service internes intégrés et externes pour votre organisation

source: Service Identification Information & Metrics
fr: Information et paramètres sur l’identification des services

source: This field must be either a number, "NA", or "ND"
fr: Ce champ doit être un chiffre, "NA", ou "ND"

source: This field has a maximum length of {} characters.
fr: Ce champ ne peut excéder une longueur maximale de {} caractères.

source: Invalid choice: {}
fr: Choix non valide : {}

source: Invalid input syntax for type integer: {}
fr: Syntaxe d'entrée invalide pour le type entier : {}

source: This field is required due to a response in a different field.
fr: Ce champ est requis en raison d'une réponse présente dans un autre champ.

source: This text must be provided in both languages
fr: Ce texte doit être fourni dans les deux langues

source: Cannot delete record(s) because the Fiscal Year, Service ID Number is referenced in at least one Service Standards & Performance Results record.
fr: L'entrée de service ne peut être supprimée parce qu’il existe une ou plusieurs normes de service qui y font référence dans la ressource "Normes de service et résultats du rendement"

source: Service Standards & Performance Results
fr: Normes de service et résultats du rendement

source: This field must be a single number between 0 and 1 representing a percentage.
fr: Ce champ doit inscrire un seul et unique chiffre entre 0 et 1 représentant un pourcentage

source: Cannot create record because the Service ID Number does not exist in the Service Identification Information & Metrics resource for that fiscal year.
fr: L'entrée ne peut être créé parce que le numéro de service n'existe pas dans la ressource "Information et paramètres sur l’identification des services" pour cet exercice financier.

source: Proactive Publication - Annual Travel, Hospitality and Conferences
fr: Publication proactive - Dépenses annuelles de voyages, d’accueil, de conférences et d’événements

source: Annual Travel, Hospitality and Conferences
fr: Dépenses annuelles de voyages, d’accueil, de conférences et d’événements

source: This dataset includes all of the annual reports on travel expenses incurred within your organization.
fr: Ce jeu de données comprend tous les rapports annuels sur les dépenses de voyage ayant été encourues au sein de votre organisation.

source: Proactive Publication - Travel Expenses
fr: Publication proactive - Dépenses de voyage

source: Travel Expenses
fr: Dépenses de voyage

source: Access, upload and modify the monthly travel expense reports for your organization
fr: Accès, téléversement et modification des rapports mensuels sur les frais de déplacement pour votre organisation

source: Proactive Publication - Travel Expenses Nothing to Report
fr: Publication proactive - Dépenses de voyage (Rien à signaler)

source: Proactive Publication - Acts of Founded Wrongdoing
fr: Publication proactive - Dossiers sur les actes répréhensibles fondés

source: Acts of Founded Wrongdoing
fr: Dossiers sur les actes répréhensibles fondés

source: Access, upload and modify the Acts of Founded Wrongdoing reports for your organization
fr: Accès, téléversement et modifications des dossiers sur les actes répréhensibles fondés pour votre organisation

source: Proactive Publication - Founded Wrongdoing
fr: Publication proactive - Dossiers sur les actes répréhensibles fondés

source: Open Data Registry
fr: Registre de données ouvertes

source: We couldn't find that Web page
fr: Nous ne pouvons trouver cette page Web

source: We encountered an error
fr: Nous rencontrons une erreur

source: You are not logged in to the Open Government Registry. Note that your login expires after 1 hour of inactivity. Click on the log in button below to log in.
fr: Vous n’êtes pas connecté au registre du gouvernement ouvert. Notez que votre connexion expire après 1 heure d’inactivité. Cliquez sur le bouton de connexion ci-dessous pour vous connecter.

source: Log in
fr: Connexion

source: We encountered an error and are unable to serve your request. Please try again in short time or contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> if you need immediate assistance or if this issue persists. Note that your login expires after 1 hour of inactivity.
fr: Nous rencontrons une erreur et nous ne pouvons pas répondre à votre demande. Veuillez réessayer plus tard ou communiquer avec <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> si votre demande est urgente ou si ce problème persiste. Veuillez noter que votre connexion expire après une heure d’inactivité.

source: About
fr: À propos

source: Frequently Asked Questions (FAQ)
fr: Foire aux questions

source: General Registry Information
fr: Renseignements généraux sur le Registre

source: Why can't I create an account?
fr: Pourquoi ne puis-je pas créer un compte?

source: If you encounter the error message <em>"That login name is not available"</em> while trying to create an account, it typically indicates that you already have an account with that username. If you remember the password, try to log into the Registry using the same username and password.
fr: Si vous rencontrez le message d’erreur <em>« Ce nom d’utilisateur n’est pas disponible »</em> lorsque vous essayez de créer un compte, cela indique généralement que vous avez déjà un compte avec ce nom d’utilisateur. Si vous vous rappelez le mot de passe, essayez d’accéder au Registre à l’aide du même nom d’utilisateur et de ce mot de passe.

source: If you forgot the password, refer to the Reset your Password function, and a new one will be emailed to you.
fr: Si vous avez oublié votre mot de passe, utilisez la fonction de réinitialisation du mot de passe, et un nouveau mot de passe vous sera envoyé par courriel.

source: Have you forgotten your password or username?
fr: Avez-vous oublié votre mot de passe ou nom d’utilisateur?

source: If you encounter the error message <em>"Login failed. Bad username or password"</em> while trying to log in to the Registry, follow these steps to resolve the issue:
fr: Si vous rencontrez le message d’erreur <em>« L’authentification a échoué. Mauvais nom d’utilisateur ou mot de passe »</em> quand vous essayez de vous connecter au Registre, suivez les étapes suivantes pour résoudre le problème :

source: Click on either the <em>"Reset Password"</em> or <em>"Recover Username"</em> option.
fr: Cliquez sur l’option <em>« Réinitialiser le mot de passe »</em> ou <em>« Récupérer le nom d’utilisateur ».</em>

source: Provide your email address.
fr: Indiquez votre adresse électronique.

source: Follow the directions provided in the email sent to you.
fr: Suivez les instructions fournies dans le courriel qui vous a été envoyé.

source: What if I manage the registry for more than one organization?
fr: Puis-je utiliser le Registre pour gérer plusieurs organisations?

source: To manage additional organizations using your Registry account, send an email to open-ouvert@tbs-sct.gc.ca requesting that your account is linked to the desired organization. Ensure that you include the name of the organization in your email.
fr: Pour gérer des organisations supplémentaires avec votre compte du Registre, envoyez un courriel à open-ouvert@tbs-sct.gc.ca pour demander que votre compte soit lié à l’organisation souhaitée. Assurez vous que le nom de l’organisation est inclus dans votre courriel.

source: Once the support team processes your request, you'll be able to manage those organizations through your Registry account.
fr: Une fois que l’équipe d’assistance aura traité votre demande, vous pourrez gérer ces organisations à travers votre compte du registre.

source: How do I change my Profile (i.e. password, name, e-mail)?
fr: Comment puis-je modifier mon profil (c.-à-d., mot de passe, nom, courriel)?

source: To update your profile in the Registry, follow these steps:
fr: Pour mettre à jour votre profil dans le registre, suivez ces étapes :

source: Click the <em>"My Account"</em> tab.
fr: Cliquez sur l’onglet <em>« Mon compte ».</em>

source: Select <em>"Edit Profile"</em> to access the <em>"Change Details"</em> page.
fr: Sélectionnez <em>« Modifier le profil »</em> pour accéder à la page <em>« Modifier les détails ».</em>

source: After completing your modifications, click <em>"Update Profile"</em>. Depending on the changes, you may need to log in again.
fr: Une fois les modifications effectuées, cliquez sur <em>« Mettre à jour le profil ».</em> En fonction des modifications apportées, il se peut que vous deviez vous connecter à nouveau.

source: Open Data and Open Information
fr: Données et information ouvertes

source: How do I add an open data or open information record?
fr: Comment puis-je ajouter un dossier d’information ou de données ouvertes?

source: Please visit the registry operations guide section for <a href="https://open.canada.ca/en/registry-operations-guide/upload-data">Uploading open data and information.</a>
fr: Veuillez consulter la section sur le <a href="https://ouvert.canada.ca/fr/guide-operations-registre/telechargement-donnees">Téléchargement de données et d’informations ouvertes</a> du guide des opérations du registre.

source: How do I review an open data or open information record for my organization?
fr: Comment puis-je passer en revue les dossiers d’informations ou de données ouvertes pour mon organisation?

source: To review your department's open data or open information records or to see the complete list of records:
fr: Pour passer en revue les dossiers d’information ou de données ouvertes de votre ministère ou pour consulter la liste complète des dossiers :

source: Select Menu, then Organizations.
fr: Sélectionnez Menu, puis Organisations.

source: Select your organization.
fr: Sélectionnez votre organisation.

source: Your records will appear.
fr: Vos enregistrements vont apparaître.

source: How do I search the Registry?
fr: Comment puis-je effectuer des recherches dans le Registre?

source: To find metadata records published in the Registry, follow these steps:
fr: Pour trouver les enregistrements de métadonnées publiés dans le Registre, suivez les étapes suivantes :

source: Click on the <em>"Search"</em> option in the main menu.
fr: Cliquez sur l’option <em>« Recherche »</em> dans le menu principal.

source: On the Search page, you can either enter a search term directly or use the facets on the left-hand side to narrow down your search.
fr: Sur la page de recherche, vous pouvez soit saisir directement un terme de recherche, soit utiliser les facettes sur le côté gauche pour affiner votre recherche.

source: The list of results will display records matching your search query in the order in which they were entered or updated in the Registry.
fr: La liste de résultats affiche les dossiers qui correspondent à votre recherche dans l’ordre selon lequel ils ont été saisis ou mis à jour dans le Registre (chronologique).

source: Proactive Disclosure Information
fr: Information relative à la divulgation proactive

source: How do I add, modify or delete records in the Registry?
fr: Comment puis-je ajouter, modifier ou supprimer des dossiers du Registre?

source: Please visit the registry operations guide section for <a href="https://open.canada.ca/en/registry-operations-guide/upload-data#manage">Managing records.</a>
fr: Veuillez consulter la section sur la <a href="https://ouvert.canada.ca/fr/guide-operations-registre/telechargement-donnees#gestion">Gestion et modification des enregistrements</a> du guide des opérations du registre.

source: Why can't I see my uploaded data on the portal?
fr: Pourquoi les données téléversées ne s’affichent-elles pas dans le Portail?

source: When uploading Proactive publication data to the Registry, it's essential to follow these directives to ensure a successful process:
fr: Lorsque vous téléversez des données de publications proactives dans le Registre, il est essentiel de suivre les directives suivantes afin d’assurer la réussite du processus :

source: Download the Latest Template to ensure that you're using the most up-to-date format.
fr: Téléchargez le dernier modèle pour vous assurer que vous utilisez le format le plus récent.

source: Prepare Data in the Proper Template: Organize your data in the appropriate template for the specific organization and Proactive publication type. Each template corresponds to particular context, so choose the relevant one.
fr: Préparer les données dans le bon modèle : Organisez vos données dans le modèle approprié à l’organisation spécifique et au type de publication proactive. Chaque modèle correspond à un contexte particulier ; choisissez donc celui qui convient.

source: Include All Required Fields: Ensure that the template you're uploading contains all the required fields for the specific Proactive publication type. Missing fields can lead to issues during the upload process.
fr: Inclure tous les champs obligatoires : Assurez-vous que le modèle que vous téléversez contient tous les champs requis pour le type de publication proactive spécifique. Les champs manquants peuvent entraîner des problèmes au cours du processus de téléversement.

source: Enter Valid Data: Populate the template with valid and accurate data. Incorrect or incomplete information may cause errors.
fr: Entrez des données valides : Remplissez le modèle avec des données valides et exactes. Des informations incorrectes ou incomplètes peuvent entraîner des erreurs.

source: File Format and Naming: Your completed data template should be an Excel spreadsheet in either XLS or XLSX format.
fr: Format et nom du fichier : Votre modèle de données complété doit être une feuille de calcul Excel au format XLS ou XLSX.

source: Troubleshooting Upload Issues: If you encounter an error message during the upload, carefully review the message text and take corrective measures based on the specific issue.
fr: Résolution des problèmes de téléversement : Si vous rencontrez un message d’erreur pendant le téléversement, lisez attentivement le texte du message et prenez des mesures correctives en fonction du problème spécifique.

source: If the upload was successful but you don't see the data in the <em>"Preview"</em> section of the page, verify your data file. It might be a duplicate upload or have other issues.
fr: Si le téléchargement a réussi mais que vous ne voyez pas les données dans la section <em>« Aperçu »</em> de la page, vérifiez votre fichier de données. Il peut s’agir d’un téléversement en double ou d’autres problèmes.

source: Was everything uploaded correctly?
fr: Toutes les données ont-elles été correctement téléversées?

source: A record is not immediately pushed to the portal, it will appear the following morning. The following are two possible methods for you to verify your data upload:
fr: Un enregistrement n’est pas immédiatement ajouté au portail, il apparaîtra le lendemain matin. Les deux méthodes suivantes vous permettent de vérifier le téléchargement des données :

source: If you see the message <em>"Your template has been successfully uploaded"</em> after you have hit the <em>"Submit"</em> button; or
fr: Si vous voyez le message <em>« Votre modèle a été téléversé »</em> après avoir appuyé sur le bouton <em>« Soumettre »</em> ; ou

source: you can verify the data by looking in the Preview table for one or more of your template line items.
fr: vous pouvez vérifier les données en consultant le tableau d’aperçu pour l’une ou plusieurs lignes d’enregistrement de votre modèle.

source: Why didn't I get a confirmation email that my upload was successful?
fr: Pourquoi n’ai-je pas reçu de courriel de confirmation indiquant que mon téléversement était réussi?

source: The system only provides an onscreen message <em>"Your template has been successfully uploaded"</em>; it does not send a confirmation email.
fr: Le système affiche seulement un message à l’écran <em>« Votre modèle a été téléversé ».</em> Vous ne recevrez pas de courriel de confirmation.

source: Why don't I see the upload button?
fr: Pourquoi n’ai-je pas accès au bouton de téléversement?

source: The Upload button is accessible only to users associated with an organization. If you're unable to see the button, consider the following reasons:
fr: Le bouton de téléversement n’est accessible qu’aux utilisateurs associés à une organisation. Si vous n’arrivez pas à voir le bouton, envisagez les raisons suivantes :

source: Confirm that you are logged into the Registry.
fr: Vérifiez que vous êtes bien connecté au registre.

source: Ensure that your account is linked to your organization.
fr: Assurez-vous que votre compte est lié à votre organisation.

source: If your organization hasn't uploaded data yet for that proactive disclosure type, your template hasn't been initiated. To access the Upload button, you'll need to click on the <em>"Get Started"</em> button.
fr: Si votre organisation n’a pas encore téléversé de données pour ce type de divulgation proactive, votre modèle n’a pas été initié. Pour accéder au bouton de téléversement, vous devez cliquez sur le bouton « Commencer ».

source: Why doesn't all the text I entered in the template appear?
fr: Pourquoi l’ensemble du texte que j’ai saisi dans le modèle ne s’affiche-t-il pas?

source: Excel has a cell display limit of 1024 characters. However, the complete text (Maximum of 32767 characters of it) is actually in the cell. You can view all the text by extending the cell size, or putting the cell in Edit mode, or looking into the Formula bar, in order to see the complete text.
fr: Les cellules des fichiers Excel ont une limite de 1 024 caractères. Toutefois, le texte au complet (32767 caractères au maximum) figurent bien dans la cellule. Vous pouvez afficher tout le texte en augmentant la taille de la cellule, en mettant la cellule en mode modification ou en regardant la barre de formule.

source: Who approves the Proactive publication data?
fr: Qui approuve les données de divulgation proactive?

source: It is the organization's responsibility to verify and approve Proactive publication data before uploading to the Registry.
fr: L’organisation est tenue de vérifier et d’approuver les données de divulgation proactive avant de les téléverser dans le Registre.

source: Your user sessions has timed out due to inactivity
fr: Vos sessions d’utilisateur ont été interrompues pour cause d’inactivité

source: If you are currently entering data on this page, you may lose it when submitted. To avoid this, you can click on the log in button below to log in again in a new tab without losing your progress and you can then keep working on this page. If you have any issues please contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a>.
fr: Si vous êtes en train de consigner des données sur cette page, vous risquez de les perdre au moment de la soumission. Pour éviter que cela se produise, vous pouvez cliquer sur le bouton de connexion ci‑dessous pour vous reconnecter dans un nouvel onglet sans perdre ce que vous avez déjà fait et continuer à travailler sur cette page. Si vous avez des problèmes, veuillez contacter <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a>.

source: Internet Explorer is no longer being supported within the Open Government Registry. Some features will not work as expected, including publication of records. Please use MS Edge or Google Chrome, or contact <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> for additional support.
fr: Internet Explorer n’est plus pris en charge par le Registre du gouvernement ouvert. Par conséquent, certains éléments ne fonctionneront pas comme prévu, y compris la publication de documents. Veuillez utiliser MS Edge ou Google Chrome, ou contacter <a href="mailto:open-ouvert@tbs-sct.gc.ca">open-ouvert@tbs-sct.gc.ca</a> pour obtenir une aide supplémentaire.

source: Load less
fr: Moins de charge

source: Load more
fr: En charger davantage
